Imperiumi
laajenee
:
Maailman
suurin
verkkokauppa
hivuttautuu
puhelimiin
Maailman
suurin
verkkokauppakiinteistöjen
omistaja
,
kiinalainen
Alibaba
,
on
sijoittanut
590
miljoonaa
dollaria
älypuhelinvalmistaja
Meizuun
.
Alibaban
perustaja
ja
toimitusjohtaja
Jack
Ma
ilmoitti
sunnuntaina
yrityksensä
ostaneen
vähemmistöosuuden
Meizusta
590
miljoonalla
dollarilla
.
Hän
ei
kertonut
,
kuinka
suuren
osuuden
rahalla
sai
.
Meizun
älypuhelimiin
on
tarkoitus
sovittaa
Alibaban
mobiilikäyttöjärjestelmä
.
Meizun
puheliimet
ja
muut
laitteet
tulevat
myyntiin
Alibaban
omissa
verkkokaupoissa
.
Alibaban
rahat
ja
jakelukanavat
nostavat
Meizun
asemaa
Kiinan
tiukasti
kilpailuilla
älypuhelinmarkkinoilla
,
joilla
Apple
valtasi
johtopaikan
loka-joulukuussa
tipauttaen
Xiaomin
tapahti
toiseksi
,
Forbes
uutisoi
.
Uutisoimisto
Reutersin
mukaan
sijoitus
Meizuun
jatkaa
Alibaban
hivuttautumista
kohti
laitebisnestä
ja
muistuttaa
maailman
suurimman
varsinaisen
verkkokaupan
Amazonin
yritystä
tunkeutua
älypuhelinmarkkinoille
omalla
Fire-puhelimellaan
.
Amazon
käyttää
laitteitaan
kanavana
kuluttajiin
.
Vastaavasti
Android-käyttöjärjestelmä
toimii
Googlen
palvelujen
ja
mainosten
jakelukanavana
.
Yksityisesti
omistetun
Meizun
osuudeksi
Kiinan
markkinoilla
arvioidaan
alle
kaksi
prosenttia
.
Winamp
pysyy
hengissä
,
sai
uuden
kodin
Yrityskauppa
ei
ainoastaan
siirrä
Winampin
pelättyä
teloituspäivää
,
vaan
pyyhkii
sen
kokonaan
kalenterista
,
TechCrunch
kertoo
.
Kunpa
joku
kertoisi
sen
myös
Winampille
.
Nyt
se
varmistui
:
Perinteikäs
mediantoisto-ohjelmisto
Winamp
ei
kuole
ainakaan
nähtävissä
olevassa
tulevaisuudessa
.
15-vuotiaan
ohjelmiston
levityksen
piti
lakata
joulukuussa
,
mutta
apuun
tuli
Radionomy-niminen
nettiradioyritys
.
Yrityskaupasta
huhuttiin
jo
vuodenvaihteessa
ja
se
virallistui
,
kun
Radionomy
vahvisti
tiistaina
ostavansa
sekä
Winampin
että
Shoutcast-radioalustan
AOL:ltä
.
Radionomyn
perustaja
ja
pääjohtaja
Alexandre
Saboundjian
kertoi
kaupasta
monien
muiden
ohella
uutisoivalle
TechCrunchille
,
että
tarkoitus
on
tarjota
Winamp-sovellusta
aivan
sellaisena
kuin
se
nyt
on
ryyditettynä
Radionomyn
60\_000
nettiradioasemalla
.
Mutta
Winampin
kehitys
ei
lopu
.
–
Haluamme
rakentaa
uusiksi
Winampin
tarinan
.
Uskomme
,
että
tulevaisuus
voi
olla
loistava
,
koska
strategiamme
ei
kata
vain
työpöytää
,
vaan
mobiilin
,
autot
ja
paljon
muuta
,
Saboundjian
sanoi
TechCrunchille
.
Kauppahintaa
ei
julkistettu
,
mutta
sen
huhutaan
olevan
5–10
miljoonaa
dollaria
.
Sillä
välin
Winampin
verkkosivuilla
julistetaan
edelleen
vastoin
kaikkia
faktoja
,
että
ohjelman
saatavuus
loppuu
20.
joulukuuta
2013
.
Nokia
ja
Continental
katsovat
mutkan
taakse
Nokian
karttaosasto
Here
on
tehnyt
sopimuksen
suuren
autotarvikevalmistajan
Continentalin
kanssa
Connected
Car
-hankkeen
edistämiseksi
.
Nokia
ja
Continental
kehittävät
erittäin
tarkkaa
karttateknologiaa
Electronic
Horizon
-alustalle
,
jonka
on
tarkoitus
pystyä
jatkuvasti
paikantamaan
auto
10
–
20
senttimetrin
tarkkuudella
,
Nokian
tiedote
kertoo
.
Asiasta
löytyy
lisätietoa
myös
Nokian
Conversations-sivuilta
.
Kartat
sisältävät
runsaasti
tieinformaatiota
mukaan
lukien
ajoväylämerkinnät
,
nopeusrajoitusten
muutokset
ja
ohituskiellot
.
Kaikenlaisiin
ajoneuvoihin
tarkoitettu
järjestelmä
auttaa
niitä
ennakoimaan
muuttuvia
olosuhteita
automaattisesti
.
Continental
pyrkii
tarjoamaan
Heren
karttoihin
ja
pilvipalveluihin
perustuvan
elektronisen
horisontin
maailman
kaikille
autovalmistajille
.
Järjestelmän
on
määrä
toimia
myös
Continentalin
kehittelemän
automaattisen
ajamisen
toiminnallisuuden
perustana
.
Sen
on
tarkoitus
tulla
autoihin
vuoteen
2020
mennessä
.
Continental
on
toimittanut
jo
yli
26
miljoonaa
telematiikkayksikköä
.
Sen
liikevaihto
viime
vuonna
oli
runsaat
33
miljardia
dollaria
.
Yrityksellä
on
177\_000
työntekijää
46
maassa
.
Taas
huhutaan
Alcatel-Lucentin
myynnistä
—
mutta
ei
Nokialle
Uudet
myyntihuhut
liikkuvat
Alcatel-Lucentin
ympärillä
.
Aiemmin
on
puhuttu
Nokian
kiinnostuksesta
.
Verkkolaiteyhtiö
Alcatel-Lucentin
huhutaan
neuvottelevan
yritysliiketoimintayksikkönsä
myymisestä
.
Mahdollinen
ostaja
olisi
Gores
Groupin
ja
Siemensin
yhteisyritys
Unify
,
uutistoimisto
Bloomberg
kertoo
viitaten
nimettöminä
pysytteleviin
lähteisiin
.
Muita
ostajaehdokkaita
olisivat
"
teollisuusyritys
Yhdysvaltain
ulkopuolelta
"
ja
"
kiinalainen
sijoittaja
"
,
joita
Bloomberg
ei
myöskään
nimeä
.
Huhujen
kohteena
oleva
yksikkö
myy
telelaitteita
ja
-palveluita
yrityksille
.
Alcatel-Lucentin
verkkosivuillaan
antamien
tietojen
mukaan
yksikkö
tuotti
vuonna
2012
viisi
prosenttia
koko
konsernin
14,3
miljardin
euron
liikevaihdosta
.
Liiketulos
oli
kaksitoista
miljoonaa
euroa
tappiollinen
.
Alcatel-Lucentin
kilpailijoita
ovat
muun
muassa
Nokia
ja
Ericsson
.
Markkinoilla
on
liikkunut
huhuja
myös
huhuja
,
joiden
mukaan
Alcatel
saattaisi
olla
myymässä
langattomien
verkkojen
yksikköään
Nokialle
.
Analyytikko
:
Nokian
Normandy
lienee
totta
Huhut
ja
kuvat
Nokian
uudesta
Normandy-laitteesta
ovat
levinneet
jo
niin
laajalti
,
että
sen
olemassaoloa
pidetään
melko
todennäköisenä
.
Näin
arvioi
Inderesin
analyytikko
Mikael
Rautanen
.
Pian
entiseksi
matkapuhelinyhtiöksi
muuttuva
Nokia
saattaa
tehdä
yllätyspaluun
puhelinvalmistajaksi
,
veikkaa
Inderesin
analyytikko
Mikael
Rautanen
nettipankki
Nordnetin
aamukatsauksessa
.
Rautanen
pohtii
,
mitä
markkinoilla
talven
aikana
liikkuneet
huhut
Nokian
mahdollisesta
Android-laitteesta
merkitsevät
.
Hänen
mukaansa
huhut
ja
kuvat
Normandyksi
nimetystä
laitteesta
ovat
levinneet
jo
sen
verran
laajalti
,
että
sen
olemassaolo
tuntuu
todennäköiseltä
.
Rautanen
näkee
huhujen
taustalla
kolme
vaihtoehtoa
.
Ensimmäinen
on
Nokian
nopea
yllätyspaluu
puhelinvalmistajaksi
,
sillä
joidenkin
huhujen
mukaan
Normandya
kehitettäisiin
yksikössä
joka
jää
Microsoft-kaupassa
Nokialle
.
Nokia
ei
saa
valmistaa
puhelimia
omalla
nimellään
ennen
vuotta
2016
,
mutta
Rautasen
mukaan
uuden
puhelimen
julkaisu
toisella
tuotemerkillä
olisi
teoriassa
mahdollista
.
Nokian
paluu
puhelinvalmistajaksi
ei
kuitenkaan
olisi
helppo
.
Ehkä
todennäköisempänä
vaihtoehtona
Rautanen
pitää
sitä
,
että
huhuttu
laite
on
jo
pitkään
ollut
osa
Microsoftille
siirtyvän
matkapuhelinyksikön
strategiaa
ja
olisi
seuraavan
sukupolven
Asha-mallistoa
.
Kolmas
,
vaikkakin
Rautasen
mukaan
nyt
jo
epätodennäköinen
vaihtoehto
olisi
,
että
Normandy-huhut
ovat
alun
alkaenkin
olleet
perättömiä
.
61
miljardia
ei
riitä
:
Charter
yrittää
ostaa
väkisin
Time
Warner
Cablea
Yhdysvaltain
kaapelitelevisioala
voi
mullistua
maanantaina
käynnistyneen
vihamielisen
yritysoston
seurauksena
.
Charter
Communications
tuli
julkisuuteen
ostoaikeillaan
sen
jälkeen
,
kun
Time
Warner
Cable
oli
torjunut
sen
61
miljardin
dollarin
tarjouksen
.
Time
Warner
Cable
nimitteli
Charterin
61
miljardin
tarjousta
törkeän
riittämättömäksi
.
Velanmaksun
sisältävä
tarjous
oli
kolmas
Time
Warner
Cablen
hylkäämä
.
Ostokohde
on
toistanut
,
ettei
se
ole
myynnissä
.
Mutta
se
on
sanonut
myös
,
että
tarjoushinnan
olisi
oltava
160
dollaria
osakkeelta
eli
kahdeksan
kertaa
yhtiön
tulos
ennen
korkoja
,
veroja
ja
poistoja
.
Charter
on
nostanut
tarjoustaan
114
dollarista
127
dollariin
ja
viimeksi
132,40
dollariin
osakkeelta
.
Osakekohtaisesta
tarjouksesta
83
dollaria
oli
käteistä
ja
49
dollaria
maksettaisiin
Charterin
osakkeilla
.
Jos
tarjous
hyväksyttäisiin
näillä
ehdoilla
,
Time
Warner
Cablen
omistajat
saisivat
45
prosenttia
Charterin
osakekannasta
.
Charterin
markkina-arvo
on
14
miljardia
ja
Time
Warner
Cablen
34
miljardia
dollaria
.
Charterin
osakkeen
arvo
arveluttaa
,
ja
mahdollisessa
kaupassa
Time
Warner
Cable
haluaisi
mahdollisimman
suuren
osan
summasta
käteisenä
,
sanoi
yhtiön
toimitusjohtaja
Rob
Marcus
Financial
Timesille
.
Kiinassa
on
nettikäyttäjiä
kaksi
kertaa
enemmän
kuin
USA:ssa
asukkaita
Internetin
käyttö
paisuu
Kiinassa
huolimatta
siihen
kohdistuvista
,
ajoittain
ankarista
rajoituksista
.
Tuoreimpien
lukujen
mukaan
Kiinassa
oli
vuoden
lopussa
lähes
kaksi
kertaa
enemmän
nettikansalaisia
kuin
Yhdysvalloissa
on
asukkaita
.
Kiinan
internetin
käyttäjien
lukumäärä
kasvoi
vuoden
2013
aikana
53
miljoonalla
618
miljoonaan
.
Yhdysvaltain
asukasluku
on
noin
315
miljoonaa
.
Valtaosa
kiinalaisista
,
noin
500
miljoonaa
,
luottaa
mobiililaitteisiin
internetyhteyksissään
,
selviää
Kiinan
internet-
ja
verkkokeskuksen
CNNIC:n
luvuista
.
Se
määrittelee
käyttäjiksi
henkilöt
,
jotka
ovat
käyneet
netissä
vähintään
kerran
puolen
vuoden
aikana
.
Asiasta
uutisoi
muun
muassa
Skynews
.
CNNIC:n
raportin
mukaan
kiinalaisten
mikroblogien
suosio
laski
viime
vuonna
9
prosenttia
.
Kehityksellä
voi
olla
yhteyksiä
Pekingin
koko
vuoden
rummuttamaan
Twitterin
kaltaisten
mikroblogien
kurittamiseen
,
mutta
CNNIC
katsoo
kutistumisen
johtuvan
kehittyvien
yhteisösivustojen
ja
matkapuhelinten
viestintäsovellusten
tuomasta
kilpailusta
,
Nasdaq
raportoi
.
Silti
mikroblogien
käyttäjäkunta
oli
280
miljoonaa
.
Yleisön
pyynnöstä
:
Hewlett-Packard
näyttää
keskisormea
Microsoftille
Maailman
toiseksi
suurin
pc-valmistaja
,
amerikkalainen
Hewlett-Packard
palaa
menneisyyteen
pc-tarjonnassaan
ja
näyttää
samalla
virtuaalista
keskisormea
Microsoftille
.
HP
on
ryhtynyt
tarjoamaan
pc-laitteitaan
Windows-käyttöjärjestelmän
versiolla
7
varustettuna
.
Se
mainostaa
ja
edistää
Windows
7
-laitteiden
myyntiä
ja
esittelee
pelkästään
niitä
verkkosivuillaan
.
Windows
8
-käyttöjärjestelmän
saa
sivuilla
esille
vain
sen
erityisesti
valitsemalla
.
HP:n
mainoslauseissa
hehkutetaan
,
että
Windows
7
on
palannut
,
ja
verkkokaupan
pääiskulause
nostaa
vanhempaa
käyttöjärjestelmäversiota
sanomalla
sen
palanneen
yleisön
pyynnöstä
.
Maailman
toiseksi
suurimman
pc-valmistajan
osoittama
kaupallinen
hyljeksintä
on
vielä
yksi
,
ja
tällä
kertaa
iso
naula
paljon
parjatun
Windows
8:n
arkkuun
.
Microsoft
on
törmännyt
rankkaan
käyttäjien
vastustukseen
.
He
vieroksuvat
käyttöjärjestelmää
,
joka
sekoittaa
kosketusnäyttöisten
ja
perinteisten
pc-laitteiden
käyttöliittymää
.
Microsoft
rukkasi
versiossa
8.1
käyttöliittymää
takaisin
kohti
edellistä
,
mutta
se
ei
ole
riittänyt
nostamaan
suosiota
.
Windows
9
-versiota
odotetaan
jo
kovasti
ja
sen
uskotaan
tekevän
rajumpia
muutoksia
käyttöliittymään
,
The
Verge
kirjoittaa
.
HP:n
sivuilla
Windows
8
on
häivytetty
kokonaan
pöytäkoneiden
esittelystä
.
Siitä
löytyy
muutama
esimerkki
kannettavien
joukosta
,
mutta
niissäkin
pusketaan
7-versiota
.
Jopa
osastossa
,
jossa
esitellään
näytön
kanssa
yhteen
yksikköön
integroituja
all-in-one
-
pc-laitteita
,
päänäkyvyys
on
annettu
21-tuumaiselle
Android-laitteelle
.
HP
on
toistaiseksi
ainoa
pc-valmistaja
,
joka
on
ryhtynyt
mollaamaan
Windows
8:aa
näin
raskaasti
ja
julkisesti
.
Historiasta
löytyy
kuitenkin
vastaava
ja
jälkikäteen
hyvin
osunut
ennakkotapaus
.
Monet
oem-valmistajat
edistivät
Windows
XP
-laitteita
ja
hylkivät
Windows
Vistaa
.
Kim
Dotcomin
musiikkipalvelu
avaa
—
tarjolla
Kim
Dotcomia
ja
Kim
Dotcomia
Baboomin
avajaisbileet
menivät
mönkään
,
mutta
se
ei
estä
Kim
Dotcomia
levittämästä
omaa
musiikkiaan
.
Suomalais-saksalaisen
kiistellyn
nettimiljonääri
Kim
Dotcomin
Baboom-musiikkipalvelu
avautui
tänään
–
tavallaan
.
Palvelun
esikatseluversiossa
on
toistaiseksi
tarjolla
vain
tänään
40
vuotta
täyttävän
Kim
Dotcomin
musiikkia
.
Yksi
julkaisuista
on
miehen
uusi
elektro-dance-levy
Good
Times
.
Muut
tarjolla
olevat
äänitteet
ovat
Kim
Dotcomin
Amazing-
,
Precious-
ja
Mr.
President
-sinkut
.
Kappaleet
ovat
palvelussa
kuunneltavissa
tai
ladattavissa
kotikoneelle
.
Palvelu
jakaa
tunnuksia
suljettuun
betaversioon
Twitter-käyttäjille
,
jotka
tviittaavat
palvelun
mainosviestiä
eteenpäin
.
Dotcomin
oli
määrä
järjestää
iso
Party
Party
-niminen
hallitapahtuma
palvelun
julkistamisen
yhteydessä
,
mutta
tilaisuus
peruttiin
.
Ars
Technican
mukaan
syy
oli
musiikintuottajajärjestöjen
painostus
.
Baboomin
rahantekomalli
on
saanut
musiikkijärjestöt
takajaloilleen
.
Palvelun
lopullisen
version
on
määrä
perustua
selainlisäkkeeseen
,
joka
korvaa
verkkosivuilla
olevia
mainoksia
Baboomin
myymillä
mainoksilla
.
Marraskuussa
It-viikolle
asiaa
kommentoidessaan
Dotcom
arvioi
Baboomin
korvaavan
"
noin
kymmenyksen
"
sivustojen
mainoksista
omillaan
.
Dotcomin
mukaan
"
kaikki
voittavat
,
mutta
jotkut
isot
saitit
tosin
saattavat
hieman
menettää
mainosliikevaihdostaan
"
.
Kim
Dotcomilla
riittää
uskoa
itseensä
ja
projektiinsa
.
Tästä
kertoo
muun
muassa
hänen
tviittaamansa
viesti
:
–
Minun
on
myönnettävä
se
Kim
Dotcomista
,
että
hän
on
maailman
lahjakkain
ihminen
.
Kim
Dotcomin
viesti
oli
sitaatti
,
jonka
alkuperäinen
esittäjä
oli
Kim
Dotcom
.
>
"
I've
got
to
give
it
to
Kim
Dotcom
,
he's
the
most
talented
person
out
there
.
"
-
Kim
Dotcom—
Kim
Dotcom
(
@
KimDotcom
)
January
20
,
2014
Suomen
Pankki
:
Bitcoin
ei
ole
oikea
valuutta
Suomen
Pankin
mukaan
bitcoin
ei
täytä
virallisen
rahan
tai
maksupalvelulain
mukaisen
maksuvälineen
kriteerejä
,
vaan
se
on
jotain
ihan
muuta
.
Virtuaalivaluutta
bitcoin
on
verrattavissa
hyödykkeisiin
,
Suomen
pankista
sanotaan
.
–
Kun
katsotaan
virallisen
valuutan
määritelmää
laissa
,
niin
se
ei
täytä
sitä
,
sanoo
Suomen
Pankin
rahoitusmarkkina-
ja
tilasto-osaston
yleisvalvontatoimiston
päällikkö
Päivi
Heikkinen
uutistoimisto
Bloombergin
haastattelussa
.
–
Se
ei
myöskään
ole
maksuväline
,
koska
lain
mukaan
maksuvälineellä
täytyy
olla
liikkellelaskija
,
joka
on
vastuussa
sen
käytöstä
.
Tässä
vaiheessa
bitcoinia
voi
verrata
enemmän
hyödykkeisiin
,
Heikkinen
kertoo
.
Pohjoismaissa
myös
Norjan
hallitus
on
päättänyt
,
että
bitcoin
ei
kelpaa
viralliseksi
valuutaksi
,
kun
taas
Tanskassa
ollaan
tekemässä
suosituksia
siitä
,
kuinka
bitcoinia
ja
sen
kilpailijoita
tulisi
kohdella
.
Vaikka
bitcoinilla
ei
Suomessa
ole
asemaa
virallisena
valuuttana
,
niin
suomalaiset
voivat
käyttää
sitä
maksamiseen
.
Mikäli
bitcoinilla
tehdään
voittoja
,
niista
joutuu
maksamaan
verot
.
Sen
sijaan
tappiot
eivät
ole
vähennyskelpoisia
.
Viime
viikolla
Suomen
Pankki
varoitti
bitcoiniin
liittyvistä
riskeistä
,
vaikka
totesi
sen
käytön
olevan
Suomessa
vielä
vähäistä
.
Applen
Cook
juhlisti
telediiliä
:
Jakoi
iPhoneja
kiinalaisille
Kiinan
suurin
matkapuhelinoperaattori
China
Mobile
on
tänään
aloittanut
Applen
iPhone-puhelimen
myynnin
kuuden
vuoden
neuvottelujen
jälkeen
.
Applen
Tim
Cook
ja
China
Mobilen
Xi
Guohua
jakoivat
Pekingissä
allekirjoituksillaan
varustettuja
puhelimia
.
China
Mobilen
lippulaivamyymälässä
Pekingissä
myynnin
aloittamista
juhlistamassa
olivat
Applen
pääjohtaja
Tim
Cook
ja
operaattorin
hallituksen
puheenjohtaja
Xi
Guohua
,
jotka
luovuttivat
allekirjoituksillaan
varustettuja
puhelimia
asiakkaille
.
China
Mobilella
on
763
miljoonaa
matkapuhelinasiakasta
ja
iPhonen
avulla
se
pyrkii
palauttamaan
pienemmille
kilpailijoilleen
menettämäänsä
markkinaosuutta
.
China
Unicom
alkoi
myydä
iPhonea
vuoden
2009
marraskuussa
ja
China
Telecom
vuoden
2012
maaliskuussa
.
Apple
toivoo
China
Mobilen
tuella
nousevansa
Kiinan
älypuhelinmarkkinoiden
viidenneltä
sijalta
ylemmäs
ykkösenä
kirivän
Samsungin
ja
kolmen
kiinalaismerkin
takaa
.
Tutkimusyhtiö
Canalysin
mukaan
Applella
oli
viime
vuoden
kolmannella
neljänneksellä
hallussaan
kuuden
prosentin
osuus
Kiinan
matkapuhelinmarkkinoista
,
kun
sen
markkinaosuus
vuotta
aiemmin
oli
kahdeksan
prosenttia
ja
sitä
edellisenä
vuonna
kymmenen
prosenttia
.
China
Mobile
ja
Apple
aloittivat
neuvottelut
iPhonen
jakelusta
jo
vuoden
2007
marraskuussa
eli
samaan
aikaan
kuin
Apple
toi
puhelimensa
markkinoille
.
Sopimukseen
jättiläiset
pääsivät
lopulta
viime
vuoden
marraskuussa
ja
China
Mobile
alkoi
ottaa
varauksia
vastaan
25.
joulukuuta
.
Älypuhelimet
rokottivat
Intelin
myyntiä
Puolijohdejätti
Intel
kasvatti
hieman
liikevaihtoaan
ja
tulostaan
viime
vuoden
viimeisellä
neljänneksellä
edellisvuodesta
,
vaikka
pc-koneiden
myynti
jatkoikin
laskuaan
.
Liikevaihto
ja
tulos
osuivat
hyvin
lähelle
markkinaodotuksia
.
Nettotulos
parani
loka–joulukuussa
6,4
prosenttia
vuodentakaisesta
vertailukaudesta
2,6
miljardiin
dollariin
.
Liikevaihtoaan
Intel
kasvatti
kolme
prosenttia
13,8
miljardiin
dollariin
.
Intelin
liikevaihtoa
rasitti
edelleen
se
,
että
kuluttajat
ovat
siirtymässä
yhä
enemmän
pc-tietokoneista
älypuhelinten
ja
tablettien
käyttöön
.
Yhtiön
on
näin
vaikea
enää
saada
kasvua
pc-koneissa
käytettävistä
puolijohteista
.
Intelin
pc-siruja
valmistavan
yksikön
liikevaihto
pysyi
loppuvuonna
edellisvuoden
lukemassa
.
Liikevoitto
koheni
kuitenkin
viidenneksen
.
Tutkimusyhtiö
Gartner
on
arvioinut
,
että
pc-koneiden
maailmanlaajuinen
myynti
väheni
seitsemän
prosenttia
loka–joulukuussa
edellisvuodesta
.
Kyseessä
oli
jo
seitsemäs
peräkkäinen
neljännes
,
jolloin
myynti
oli
laskussa
.
Intelin
datakeskusyksikön
liikevaihto
sen
sijaan
kasvoi
,
samoin
liikevoitto
.
Myös
yksikkö
,
joka
valmistaa
siruja
älypuhelimiin
ja
tabletteihin
,
onnistui
kasvattamaan
liikevaihtoaan
.
Liiketappio
kuitenkin
kasvoi
.
Intel
julkisti
tuloslukunsa
eilen
illalla
New
Yorkin
osakemarkkinoiden
sulkeuduttua
.
Jälkikaupankäynnissä
osake
laski
lähes
viisi
prosenttia
.
Viime
vuonna
Intelin
osakekurssi
vahvistui
26
prosenttia
.
Rahoja
kateissa
,
samoin
perustaja
:
Bitcoin-palvelu
piiputtaa
Ruotsissa
Ruotsin
suurin
virtuaalivaluutta
bitcoinin
vaihtaja
on
kaaoksessa
,
kertoo
ComputerSweden
-lehti
.
Ihmiset
eivät
saa
rahojaan
ulos
,
eikä
koko
palvelun
ylläpitäjästä
ole
kuultu
mitään
viikkoihin
.
Bitcoin-sivusto
Kapitonin
ongelmat
alkoivat
marraskuussa
.
Eräs
käyttäjä
kertoi
ComputerSwedenille
ostaneensa
10\_000
kruunulla
eli
noin
1\_100
eurolla
bitcoineja
,
jotka
eivät
kuitenkaan
ilmaantuneet
hänen
Kapiton-tililleen
.
Useat
käyttäjät
ovat
tehneet
Kapitonista
rikosilmoituksen
,
kun
heidän
rahansa
ovat
vain
kadonneet
.
Sivuston
23-vuotias
perustaja
ilmoitti
ensimmäistä
kertaa
marraskuun
alkupuolella
,
että
Kapitonin
sivulla
on
teknisiä
ongelmia
.
Ne
saataisiin
pian
ratkaistua
,
hän
vakuutti
.
Joulukuun
8.
päivän
jälkeen
miehestä
ei
ole
kuitenkaan
kuulunut
mitään
,
eikä
tätä
ole
saatu
tavoitettua
.
Samalla
sivuston
toiminta
pysähtyi
kokonaan
kahdeksi
viikoksi
,
kunnes
yhtenä
päivänä
bitcoineja
vaihdettiin
sen
kautta
lähes
200
.
Euroina
niiden
arvo
on
noin
129\_000
.
Sen
jälkeen
valuutanvaihto
on
toiminut
satunnaisesti
,
ja
osa
käyttäjistä
on
saanut
rahansa
takaisin
.
Todennäköisesti
23-vuotias
on
painunut
maan
alle
,
jotta
voisi
rauhassa
keskittyä
teknisten
ongelmien
ratkaisuun
,
toisen
bitcoin-palvelun
toimitusjohtaja
Christian
Ander
arvelee
.
Ander
kuvailee
23-vuotiasta
kaverikseen
.
–
Se
on
kaikkein
todennäköisintä
sen
perusteella
,
mitä
minä
hänestä
tiedän
,
Ander
sanoo
ComputerSwedenille
.
Intia
antoi
Vodafonen
mätkyille
puolen
vuoden
lisäajan
Intian
verovetoomusistuin
on
antanut
Vodafonen
Punen
palveluyksikölle
puoli
vuotta
lisäaikaa
verolaskun
maksamiseen
.
Vodafonen
mukaan
koko
veromätky
on
aiheeton
.
Punen
kaupungissa
toimiva
Vodafone
India
Services
Private
Limited
(
VISPL
)
sai
joulukuussa
Intian
verottajalta
37
miljardin
rupian
,
eli
430
miljoonan
euron
lisälaskun
.
Verottaja
perustaa
vaatimuksensa
,
joka
alun
perin
vuonna
2011
oli
miljardi
euroa
,
Vodafonen
sisäisiin
siirtohintoihin
.
Samalla
perusteella
Intian
verottaja
on
mätkäissyt
veroja
Nokian
Chennain
yksikölle
.
Nokia
sanoo
maksaneensa
toiminnan
verot
jo
Suomessa
ja
vetoaa
Suomen
ja
Intian
väliseen
verosopimukseen
.
Vetoomustribunaali
asetti
kuitenkin
jatkoajan
ehdoksi
,
että
Vodafone
maksaa
välittömästi
24
miljoonaa
euroa
ja
tammikuun
puoliväliin
mennessä
vielä
12
miljoonaa
euroa
,
Total
Telecom
raportoi
.
Ihamuotila
:
Tuplasimme
Lumia-myynnin
Nokia
kertoi
myyneensä
viime
vuonna
yli
30
miljoonaa
Lumia-laitetta
.
Loka-joulukuun
Lumia-myynnistä
yhtiö
vaikenee
.
Laskutoimistuksen
perusteella
Lumia-puhelimia
myytiin
tuolloin
noin
8
miljoonaa
.
Nokia
myi
Lumia-puhelimia
viime
vuonna
yli
kaksinkertaisen
määrän
verrattuna
vuoteen
2012
,
yhtiön
talousjohtaja
Timo
Ihamuotila
kertoi
uutistoimistoille
tarkoitetussa
puhelussa
Yhtiö
ei
kuitenkaan
kertonut
tarkkoja
loppuvuoden
Lumia-myyntilukuja
tilinpäätöksessään
,
koska
matkapuhelinliiketoimintaa
ollaan
luovuttamassa
ohjelmistoyhtiö
Microsoftille
.
–
Voidaan
kuitenkin
sanoa
,
että
meillä
on
ollut
enemmän
vauhtia
älypuhelimien
halvemmassa
päässä
,
Koko
vuoden
aikana
Lumia-laitteiden
myynti
kasvoi
yli
30
miljoonaan
kappaleeseen
,
mikä
on
enemmän
kuin
tuplasti
edellisvuotta
enemmän
,
Ihamuotila
sanoi
.
Halvemman
hintaluokan
älypuhelimista
Nokia
Lumia
520
on
menestynyt
hyvin
,
Ihamuotila
vahvisti
.
Vaikka
Nokia
ei
sitä
kerro
,
pienen
laskutoimituksen
perusteella
Nokia
myi
loka–joulukuussa
todennäköisesti
vähintään
7,7
miljoonaa
Lumia-puhelinta
.
Nokian
aiempina
vuosineljänneksinä
ilmoittamien
myyntilukujen
perusteella
yhtiö
myi
tammi–syyskuussa
22,3
miljoonaa
älylaitetta
.
Jos
älylaitteita
myytiin
koko
vuoden
aikana
yhteensä
30
miljoonaa
kappaletta
,
niin
Lumia-laitteiden
loka–joulukuun
kappalemääräinen
myynti
on
todennäköisesti
ollut
vähintään
7,7
miljoonaa
laitetta
.
Nokia
kertoi
loppuvuoden
Lumia-myynnistä
vain
sen
,
että
älylaitteita
myytiin
loppuvuodesta
vähemmän
kuin
viime
vuoden
heinä–syyskuussa
,
mutta
enemmän
kuin
vuoden
2012
loka–joulukuussa
.
Tämän
perusteella
älylaitteiden
myynti
asettuisi
välille
6,6
miljoonaa
–
8,8
miljoonaa
.
Nokia
punnersi
voitolle
puhelimista
huolimatta
—
tässä
kaikki
tuloksesta
Matkapuhelimet
olivat
Nokian
tuloksessa
viimeistä
kertaa
.
Nokia
painoi
voitollisen
tuloksen
puhelimien
tappioista
huolimatta
.
Kännykkäbisneksen
jättävä
jättävä
Nokia
teki
viime
vuoden
lopussa
voitollisen
tuloksen
–
ainakin
jos
rätingeissä
jättää
huomioimatta
viimeistä
kertaa
raportoitavat
kännykät
.
Kännyköiden
osalta
vuosi
(
ja
samalla
koko
taru
)
päättyi
romahdukseen
.
Elintärkeän
verkkolaiteyksikkö
NSN:n
kannattavuuden
ennakoidaan
heikentyvän
alkuvuonna
.
Osakekurssi
kääntyi
laskuun
.
Väliaikainen
toimitusjohtaja
Risto
Siilasmaa
vakuutteli
yhtiön
kulkevan
kuitenkin
kohti
parempaa
.
Kertaerillä
vai
ilman
?
Miksi
yhtiön
tuloksesta
liikkuu
julkisuudessa
kahdenlaisia
numeroita
?
Usein
selitys
löytyy
kirjanpidon
kertaeristä
.
Kertaerät
(
tai
satunnaiserät
)
ovat
yrityksen
kirjanpitoon
kirjattavia
satunnaisia
kuluja
.
Ne
voivat
olla
positiivisia
tai
negatiivisia
.
Tällaisia
kertaeriä
voi
syntyä
esimerkiksi
irtisanomisista
koituvista
kuluista
tai
yrityskaupoista
syntyvistä
myyntivoitoista
.
Yleensä
yhtiöiden
liiketoimintaa
seuraavat
analyytikot
ja
talouslehdet
karsivat
kertaerät
pois
yritysten
tulostiedoista
.
Näin
menetellään
siksi
,
että
yrityksen
liiketoiminnan
kehityksestä
saadaan
parempi
kuva
.
–
Vaikka
vuoden
ensimmäinen
neljännes
on
kausiluonteisesti
heikko
jatkuvissa
toiminnoissamme
,
arvioimme
edelleen
Microsoftin
kanssa
sopimamme
yritysjärjestelyn
toteutumisen
vahvistavan
Nokian
tulosprofiilia
merkittävästi
,
Siilasmaa
sanoi
tulosraportissa
.
Nyt
tarkkana
Tällä
kertaa
tulosta
täytyy
tulkita
kieli
keskellä
suuta
.
Nokia
nimittäin
raportoi
käytännössä
kaksi
tulosta
.
Jatkuvien
toimintojen
tulos
muodostuu
"
uuden
Nokian
"
kolmesta
yksiköstä
–
eli
verkkolaitteista
(
NSN
)
,
kartoista
(
Here
)
ja
patenteista
(
Advanced
Technologies
)
.
Tämän
lisäksi
Nokia
kertoo
lopetettujen
toimintojen
eli
kännyköiden
(
laitteet
ja
palvelut
-yksikkö
)
tuloksesta
.
Oman
lisänsä
soppaan
tuo
vuoden
loppu
.
Monessa
tulokseen
liittyvässä
kysymyksessä
vastaus
riippuu
siitä
,
tarkasteleeko
Nokian
tulosta
tammi-joulukuulta
vai
pelkästään
viimeiseltä
vuosineljännekseltä
eli
loka-joulukuulta
.
Tässä
jutussa
tarkastellaan
pääsääntöisesti
loka-joulukuuta
ja
käytetään
yhtiön
ilmoittamia
ei-IFRS-tuloslukuja
,
jotka
eivät
sisällä
esimerkiksi
kertaeriä
.
Kun
matkapuhelimet
pudotetaan
pois
laskuista
,
osakekohtaista
tulosta
(
ei-IFRS
)
kertyi
yhtiölle
lopulta
0,08
euroa
loka-joulukuussa
.
Nokian
liikevaihto
vuoden
kolmelta
viimeiseltä
kuukaudelta
oli
3,5
miljardia
euroa
,
kun
vuotta
aiemmin
liikevaihtoa
tuli
4,4
miljardia
euroa
.
Liikevoittoa
supistui
408
miljoonaan
euroon
vuodentakaisesta
670
miljoonasta
eurosta
.
Millaisen
tuloksen
NSN
teki
?
Uuden
Nokian
ydin
on
verkkolaiteyksikkö
Nokia
Solutions
and
Networks
(
NSN
)
.
Nokia
arvioi
NSN:n
kannattavuuden
heikentyvän
alkuvuodesta
.
Liikevaihto
supistui
loka-joulukuussa
3,1
miljardiin
euroon
vuodentakaisesta
4,0
miljardista
eurosta
.
Liikevoittoa
(
ei-IFRS
)
jäi
349
miljoonaa
euroa
,
kun
vuotta
aiemmin
vastaava
luku
oli
576
miljoonaa
euroa
.
Nokia
ennakoi
NSN:n
liikevoittoprosentin
(
ei-IFRS
)
olevan
tammi-maaliskuussa
noin
viisi
vaihteluvälin
ollessa
neljä
prosenttiyksikköä
tämän
ylä-
tai
alapuolella
.
Lokakuussa
Nokia
arvioi
verkkolaiteyksikön
liikevoittoprosentin
asettuvan
8:n
ja
16:ta
väliin
loka-joulukuussa
.
Lue
lisää
NSN:n
tuloksesta
ja
siitä
,
miten
Nokia
ennakoi
kannattavuutensa
kehittyvän
.
Tuleeko
osinkoa
?
Nokia
ei
ota
tiedotteessaan
kantaa
mahdolliseen
osinkoon
.
Viime
vuonna
yhtiö
teki
historiallisen
päätöksen
jättää
osinko
jakamatta
.
Tiedotteen
mukaan
hallitus
tekee
osinkoesityksen
vasta
,
kun
puhelinten
myynti
Microsoftille
on
toteutunut
.
Lue
lisää
osingoista
.
Miten
yhtiön
johto
kommentoi
tulosta
?
Nokian
hallituksen
puheenjohtaja
ja
ja
väliaikainen
pääjohtaja
Risto
Siilasmaa
on
tyytyväinen
yhtiön
jatkuvien
toimintojen
"
vahvaan
liikevoittoprosenttiin
"
loka-joulukuussa
.
Verkkoyhtiö
NSN:n
vahva
kannattavuus
ilman
kertaluonteisia
eriä
korostaa
Siilasmaan
mukaan
sitä
,
"
kuinka
perustavalla
tavalla
NSN
on
erilainen
yritys
nyt
kuin
kaksi
vuotta
sitten
,
jolloin
se
aloitti
uudelleenjärjestely-
ja
muutosohjelmansa
"
.
Lue
lisää
Siilasmaan
kommentteja
.
Millaisen
tuloksen
kartat
tuottivat
?
Kartoista
vastaavalle
Here-yksikölle
kertyi
liikevaihtoa
254
miljoonaa
euroa
verrattuna
vuodentakaiseen
278
miljoonaa
euroon
.
Liikevoitto
(
ei-IFRS
)
supistui
puolestaan
25
miljoonaan
euroon
vuodentakaisesta
40
miljoonasta
eurosta
.
Lue
lisää
tuloksesta
kartoissa
.
Millainen
oli
tulos
patenteissa
?
Patenteista
ja
lisensointitoiminnasta
syntyi
Nokialle
liikevaihtoa
121
miljoonaa
euroa
,
kun
vuotta
aiemmin
vastaava
luku
oli
151
miljoonaa
euroa
.
Liikevoittoa
(
ei-IFRS
)
syntyi
82
miljoonaa
euroa
verrattuna
vuodentakaiseen
100
miljoonaan
euroon
.
Lue
lisää
patenttiyksiön
tuloksesta
.
Entäs
ne
kännykät
?
Nokia
raportoi
kännyköiden
tuloksesta
viimeistä
kertaa
.
Yksikön
liiketulos
(
ei-IFRS
)
oli
loka-joulukuussa
191
miljoonaa
euroa
tappiollinen
.
Vuotta
aiemmin
liiketappiota
kertyi
47
miljoonaa
euroa
.
Loka-joulukuun
liikevoittoprosentti
(
ei-IFRS
)
oli
7,3
prosenttia
miinuksella
.
Edellisenä
vuonna
vastaavaan
aikaan
marginaali
oli
-
1,3
prosenttia
.
Lue
lisää
tuloksesta
kännyköissä
.
Nokian
kännykät
tekivät
raskasta
tappiota
Matkapuhelinvalmistaja
Nokian
laite-
ja
palveluyksikön
liiketulos
ilman
kertaeriä
painui
tukevasti
miinukselle
vuoden
2013
viimeisellä
neljänneksellä
.
Nokia
raportoi
puhelintensa
myyntiluvuista
tänään
viimeistä
kertaa
nimeten
ne
lopetetuiksi
toiminnoiksi
.
Yksikön
liiketulos
(
ei-IFRS
)
oli
loka-joulukuussa
191
miljoonaa
euroa
tappiollinen
.
Vuotta
aiemmin
liiketappiota
kertyi
47
miljoonaa
euroa
.
Loka-joulukuun
liikevoittoprosentti
(
ei-IFRS
)
oli
7,3
prosenttia
miinuksella
.
Edellisenä
vuonna
vastaavaan
aikaan
marginaali
oli
-1,3
prosenttia
.
Ei-IFRS-luvuissa
ei
ole
mukana
kertaluonteisia
eriä
.
Liikevaihto
oli
loka-joulukuussa
2,6
miljardia
euroa
.
Laskua
tuli
kolmasosa
edellisvuoden
vastaavan
ajan
3,7
miljardista
eurosta
.
Osavuosikatsauksessa
Microsoftille
myytyä
matkapuhelinyksikköä
käsitellään
lopetettuna
toimintona
.
Nokian
koko
tulos
on
luettavissa
täältä
.
Samsungin
markkina-arvo
kutistui
päivässä
13
miljardilla
eurolla
Samsungin
osakkeen
arvo
romahti
torstaina
noin
viisi
prosenttia
,
ja
yhtiön
markkina-arvo
laski
13
miljardia
euroa
.
Sijoittajat
panikoivat
ennen
tiistain
osavuosikatsausta
.
Analyytikoiden
keskiarvoennusteen
mukaan
Samsung
raportoi
tiistaina
liikevoiton
,
joka
on
vain
yhden
prosentin
edellisneljännestä
suurempi
.
Thomson
Reutersin
keräämien
40
ennusteen
keskiarvon
mukaan
loka–joulukuun
liikevoitto
jää
10\_300
miljardiin
woniin
,
eli
7,1
miljardiin
euroon
.
Mutta
Starmine
SmartEstimate
,
eli
tarkimpien
analyytikkoennustusten
keskiarvo
,
ennakoi
liikevoiton
laskevan
9\_900
miljardiin
woniin
.
Samsungin
tulosta
rasittaa
ennen
kaikkea
Etelä-Korean
valuutan
wonin
korkealle
noussut
arvostus
.
Wonin
arvo
on
nyt
korkeimmillaan
sitten
vuoden
2008
.
Samsungin
komponenttibisnes
,
erityisesti
näyttöpaneelien
myynti
,
kärsii
wonin
korkeasta
hinnasta
.
Komponenttikauppaa
käydään
pääasiassa
dollareissa
,
Reuters
raportoi
.
Blackberry
kerää
rahaa
myymällä
kiinteistönsä
Suurissa
vaikeuksissa
oleva
älypuhelinvalmistaja
Blackberry
,
joka
edelleen
kuvaa
itseään
mobiiliviestinnän
maailman
johtajaksi
,
ilmoitti
tiistaina
myyvänsä
valtaosan
kiinteistöistään
Kanadassa
.
Blackberry
sanoo
tiedotteessaan
,
että
se
myy
kiinteistöjään
ja
ryhtyy
niihin
vuokralaiseksi
ja
myy
pois
tyhjänä
olevat
kiinteistöt
.
Kaikkiaan
myyntiin
tulee
vajaat
300\_000
neliömetriä
.
Yritys
ei
arvioi
julkisuuteen
myynnistä
saatavaa
rahaa
.
Myynnin
hoitaa
CBRE
Limited
.
Pääjohtaja
John
Chen
sanoo
,
että
Blackberry
on
edelleen
sitoutunut
Kanadaan
ja
aikoo
pitää
pääkonttorinsa
Waterloossa
.
Hänen
mukaansa
kiinteistökaupat
antavat
yhtiölle
lisää
taloudellista
joustavuutta
ja
lisää
resursseja
liiketoiminnan
tukemiseen
.
Uutinen
kiinteistökaupoista
ajoi
yhtiön
osakkeen
hinnan
9
prosentin
nousuun
.
Viime
viikolla
Pentagon
ilmoitti
hankkivansa
työntekijöilleen
uusia
puhelimia
.
Cnetin
mukaan
niistä
suurin
osa
,
80\_000
kappaletta
,
on
Blackberryn
laitteita
.
Supercellit
ja
Roviot
harvassa
:
0,01
prosenttia
mobiilisovelluksista
tekeerahaa
Haluaisitko
panna
rahoiksi
kehittämällä
mobiilisovelluksen
?
Supercellit
ja
Roviot
ovat
harvassa
.
Yhtä
hyvin
voisit
miettiä
rahan
tekoa
pelaamalla
jääkiekkoa
NHL:ssä
.
Vain
yksi
kymmenestä
tuhannesta
mobiilisovelluksesta
on
kehittäjälleen
rahallisesti
kannattava
vuonna
2018
.
Ja
tulevaisuudessa
kannattavien
sovellusten
osuus
on
vielä
pienempi
,
ennustaa
markkinatutkimusyritys
Gartner
.
Gartnerin
mukaan
rahallisesti
kannattavien
sovellusten
mitätön
osuus
johtuu
osittain
siitä
,
että
suurta
osaa
valtavasta
sovellustulvasta
ei
ole
edes
tähdätty
rahantekoon
.
Monet
sovellukset
tehdään
pelkästään
tekemisen
ilosta
tai
markkinointivälineiksi
muita
tuotteita
tukemaan
.
Mobiilialan
kehitysalustoja
tarjoaa
tällä
hetkellä
noin
200
yritystä
,
Gartnerin
johtaja
Ken
Dulaney
sanoi
.
Alustoilla
on
miljoonia
kehittäjiä
,
jotka
tuottavat
markkinoille
sovellusten
tulvan
.
–
Noin
90
prosenttia
maksullisista
sovelluksista
saa
alle
500
latausta
päivässä
ja
ansaitsee
alle
1\_250
dollaria
päivässä
.
Tilanne
vain
pahenee
tulevaisuudessa
kun
kilpailu
lisääntyy
,
Dulaney
sanoi
.
Vuoteen
2017
mennessä
94,5
prosenttia
ladatuista
sovelluksista
on
ilmaisia
,
kirjoitti
Gartnerin
ennustuksesta
uutisoinut
Total
Telecom
.
Sparq
teki
exitin
Yahoolle
Yahoo
on
ostanut
Sparqin
,
joka
pyrkii
sovittamaan
eri
mobiililaitteiden
mainoskokemuksen
yhtenäiseksi
.
Seattlessa
toiminut
vuonna
2010
perustettu
Sparq
ilmoitti
Yahoon
ostaneen
sen
ja
sulkevansa
omat
ovensa
.
Kauppahintaa
se
ei
kertonut
.
Sparq
kehui
teknologiaansa
sanoen
,
että
se
voi
tehdä
mobiilikäyttäjistä
asiakkaita
helpottamalla
tuotteiden
,
palveluiden
ja
sisällön
ostamista
,
jakamista
ja
kuluttamista
riippumatta
käyttäjän
sijainnista
.
Yrityskaupasta
uutisoi
ZDnet
.
Kovaa
peliä
App
Storessa
:
Hittistudio
omi
sanan
candy
Mobiilipelien
kehittäjä
King
sai
tavaramerkin
sanalle
"
candy
"
ja
alkoi
heti
perään
selittää
,
miksi
se
ei
ole
niin
kauhea
asia
kilpailijoille
.
Ruotsalainen
pelistudio
ja
huippusuositun
Candy
Crush
Saga
-pelin
tehnyt
King
on
hankkinut
tavaramerkin
tavalliselle
englannin
kielen
sanalle
candy
,
eli
karkki
,
makeinen
ja
niin
edelleen
.
Protestiliike
syntyi
välittömästi
,
kun
pari
indiekehittäjää
laittoi
pystyyn
pelinkehityskilpailun
,
jossa
kannustetaan
käyttämään
ahkerasti
muun
muassa
sanaa
candy
.
Mutta
King
vakuuttaa
kohtelevansa
reilusti
muita
pelitaloja
,
muun
muassa
Gam
esIndustry-julkaisu
kirjoittaa
.
Kingin
edustajan
mukaan
Euroopan
unionin
kattava
tavaramerkki
on
tarkoitettu
suojelemaan
yhtiön
aineetonta
omaisuutta
,
jota
vastaan
rikotaan
jatkuvasti
.
Erityisesti
taustalla
on
kiista
toisen
pelinkehittäjän
kanssa
.
Applen
App
Store
-sovelluskaupassa
on
saatavilla
peli
nimeltä
Candy
Casino
Slots
,
ja
Kingin
mukaan
candy
on
nimessä
mukana
vain
sen
näkyvyyden
parantamiseksi
hakutuloksissa
.
–
Emme
ole
kaikkea
candy-sanan
käyttämistä
vastaan
–
joskus
käyttö
on
legitiimiä
ja
emme
tietenkään
pyytäisi
sellaisia
sovelluskehittäjiä
lopettamaan
sanan
käyttämistä
,
Kingin
Martin
Bunge-Meyer
sanoo
.
Ehkä
yllättävintä
koko
jutussa
on
se
,
että
Kingille
ylipäätään
myönnettiin
tavaramerkki
,
joka
pelien
lisäksi
kattaa
paljon
muutakin
kuten
jopa
vaatteet
.
Sillä
välin
Suomessa
teleyhtiö
Elisa
yrittää
saada
tavaramerkkiä
muun
muassa
sanalle
viihde
,
eikä
sen
onnistumismahdollisuuksia
pidetty
heti
kättelyssä
kovinkaan
kummoisina
.
Microsoftin
lääke
pc-ahdinkoon
osoittautui
myrkyksi
Microsoftin
Windows
8
epäonnistui
pc-markkinoiden
parantamisessa
ja
aiheutti
jopa
vain
lisää
vahinkoa
,
itsenäinen
analyytikko
Ben
Thompson
arvioi
.
Microsoftin
uuden
käyttöjärjestelmän
markkinoilla
saama
vastaanotto
puhuttaa
yhä
analyytikoita
ympäri
maailman
.
Windows
8:n
piti
nostaa
pc-markkinat
siitä
syvästä
suosta
,
johon
se
on
viime
vuosien
saatossa
vajonnut
.
Myynti
sakkasi
,
kun
uudet
pc:t
eivät
enää
tehneet
kauppaansa
.
Tabletit
ja
älypuhelimet
rohmusivat
yhä
suuremman
palan
siitä
kakusta
,
joka
oli
ennen
ollut
pc:n
lähes
yksinoikeus
.
Pelastajaa
toivottiin
,
kun
Microsoft
ilmoitti
uudistavansa
Windowsin
täysin
.
Maailma
odotti
Windows
8:sta
messiasta
,
joka
nostaa
pc:n
takaisin
sille
jalustalle
,
jolla
se
oli
ennen
ollut
.
–
Windows
8:n
uuden
kosketuspohjaisen
käyttöliittymän
piti
motivoida
perinteisen
pc:n
omistavia
sijoittamaan
rahaa
uusiin
kosketusnäytöllisiin
laitteisiin
,
Ben
Thompson
selittää
kotisivuillaan
.
–
Microsoft
toivoi
,
että
kosketusnäytöt
ja
sovelluskauppa
saisivat
ihmiset
viettämään
jälleen
enemmän
aikaa
pc:n
parissa
,
hän
jatkaa
.
Toisin
kuitenkin
kävi
.
–
Myyntitilastoista
käy
ilmi
,
että
vuoden
2010
ja
Windows
8:n
ilmestymisvuoden
2012
välillä
on
suuria
eroja
.
Sen
vuoksi
näyttää
siltä
,
että
Windows
8
vain
pahensi
asioita
,
Thompson
sanoo
.
–
On
vaikea
nähdä
,
mihin
Microsoft
voi
tästä
jatkaa
.
Microsoftilla
on
yhä
osittain
päällekkäiset
Windows
8
-
ja
Windows
Phone
-käyttöjärjestelmät
.
Toiselle
tehdyt
sovellukset
eivät
välttämättä
toimi
toisen
kanssa
lainkaan
.
Jomman
kumman
hylkääminen
taas
tarkoittaisi
käytännössä
paluuta
lähtöruutuun
,
minkä
lisäksi
se
suututtaisi
suuren
osan
Microsoftin
yhteistyökumppaneista
,
Thompson
päättää
.
Patenttirauha
mahdoton
?
Applelta
tiukka
ehto
Samsungille
Apple
juottaa
Samsungille
karvasta
kalkkia
suostuakseen
lopettamaan
riitelyn
patenteista
.
Älypuhelinvalmistajilla
Applella
ja
Samsungilla
lienee
kova
työ
saavuttaa
minkäänlaista
patenttisopua
vuosikausien
oikeustaistelun
lopettamiseksi
,
patenttiasiantuntija
Florian
Müller
arvioi
Foss
Patents
-blogissaan
.
Syynä
on
Applen
oikeudessa
ilmoittama
ehto
,
jota
ilman
se
ei
allekirjoita
mitään
sopimusta
korealaisvalmistajan
kanssa
.
Apple
vaatii
Samsungilta
lupausta
,
että
se
ei
kloonaa
Applen
tuotteita
kuten
iPhonea
.
Samsung
on
kiistänyt
Applen
alkuperäiset
syytökset
iPhonen
ja
iPadin
kopioimisesta
vuodelta
2011
,
mutta
on
menestynyt
huonosti
pääoikeudenkäynnissä
Kaliforniassa
.
Müllerin
mukaan
ehto
olla
kloonaamatta
on
myös
vastoin
Samsungin
strategiaa
,
joka
nosti
sen
älypuhelinmarkkinoiden
kärkeen
.
–
Kyllä
,
tämä
voi
hyvinkin
estää
sopimuksen
ja
vaatia
kumpaakin
osapuolta
mittelemään
toisessa
Kalifornian
oikeudenkäynnissä
,
jonka
on
määrä
alkaa
maaliskuun
lopussa
,
Müller
arvioi
.
Applen
ja
Samsungin
johto
istuu
neuvottelemaan
sopimuksesta
helmikuun
puolivälin
jälkeen
oikeuden
vaatimuksesta
.
Väännöstä
odotettiin
tiukkaa
jo
entuudestaan
,
koska
osapuolten
pitäisi
löytää
myös
yhteisymmärrys
lisenssimaksuista
,
joita
Samsung
maksaisi
Applelle
.
–
Mutta
jos
Samsung
tahtoo
sopimuksen
,
sen
on
hyväksyttävä
,
kuten
HTC
teki
aikaisemmin
,
kloonauksen
vastainen
ehto
.
Se
sallisi
Applen
nostaa
kanteita
,
jos
Samsungin
tuotteet
muistuttavat
liikaa
Applen
tuotteita
tavoilla
,
jotka
olisi
mahdollista
kiertää
suunnittelulla
,
Florian
Müller
painottaa
.
Applen
puhelinmyynti
petti
—
Kalliita
puhelimia
jo
tarpeeksi
Apple
myi
iPhone-puhelimia
ennätysmäärän
viime
vuoden
lopussa
,
mutta
se
ei
riittänyt
.
Markkinoilla
pelätään
yhtiön
tuloksen
antavan
viitteitä
iPhonen
vetovoiman
hiipumisesta
.
Teknologiajätti
Apple
myi
joulukuun
lopussa
päättyneellä
neljänneksellä
ennätysmäärät
iPhone-älypuhelimia
ja
iPad-laitteita
.
Puhelinten
myyntimäärä
jäi
kuitenkin
jälkeen
analyytikoiden
odotuksista
,
ja
markkinoilla
pelättiin
tuloksen
enteilevän
,
että
Applen
lippulaivatuote
iPhone
alkaa
menettää
vetovoimaansa
kilpailijoihinsa
verrattuna
.
Apple
sai
kaupaksi
tärkeän
joulunajan
sisältäneellä
neljänneksellä
51
miljoonaa
iPhonea
eli
enemmän
kuin
koskaan
aiemmin
.
Analyytikot
olivat
kuitenkin
odottaneet
54,7
miljoonaa
myytyä
laitetta
,
uutistoimisto
Bloomberg
kertoi
.
IPadeja
yhtiö
myi
26
miljoonaa
kappaletta
.
–
Markkinan
kallein
yläpää
alkaa
olla
kypsä
.
Applen
täytyisi
pohtia
lähestymistapaansa
uudelleen
,
arvioi
analyytikko
Van
Baker
Gartnerilta
Bloombergille
.
Liikevaihtoennakko
tälle
neljännekselle
pettymys
Applen
ensimmäisen
neljänneksen
liikevaihto
ylitti
analyytikoiden
odotukset
ja
kasvoi
5,7
prosenttia
57,6
miljardiin
dollariin
eli
runsaaseen
42
miljardiin
euroon
.
Tulos
pysyi
kutakuinkin
edellisvuoden
vastaavan
ajan
tasolla
ollen
13,1
miljardia
dollaria
eli
vajaat
kymmenen
miljardi
euroa
.
Osaketta
kohden
tulosta
kertyi
14,50
dollaria
vuodentakaiseen
13,81
dollariin
verrattuna
.
Meneillään
olevan
toisen
neljänneksen
tulokseksi
Apple
ennakoi
42–44
miljardia
dollaria
.
Analyytikoiden
ennuste
on
tätä
korkeampi
,
46,1
dollaria
.
Applen
osake
laski
jälkikaupankäynnissä
9,1
prosenttia
tuloksen
julkistamisen
jälkeen
.
BSkyB
otti
taivaan
pois
Microsoftilta
Microsoft
vaihtaa
pilvitallennuspalvelunsa
nimeä
pakon
edessä
.
Taivas
(
sky
)
katoaa
nimestä
,
josta
tulee
OneDrive
.
Brittiläinen
mediayhtiö
British
Sky
Broadcasting
,
joka
toimii
nimellä
BSkyB
,
haki
ja
sai
tuomioistuimelta
kiellon
Microsoftin
SkyDrive-tallennuspalvelun
nimelle
sillä
perusteella
,
että
se
loukkaa
yhtiön
tuotemerkkiä
.
Tuomioistuimen
päätös
tehtiin
jo
muutama
kuukausi
sitten
,
mutta
nyt
Microsoft
päätti
luopua
oikeustaistelusta
ja
vaihtaa
nimeä
.
Microsoftin
kuluttajayksikön
päälakimies
Ryan
Gavin
ilmoitti
uudesta
nimestä
maanantaina
.
Gavin
myönsi
,
että
oikeuden
päätös
vaikutti
nimenmuutokseen
,
mutta
yritti
pukea
oikeustappion
markkinointitempuksi
,
Cnet
kirjoitti
.
–
Tiedämme
,
että
yhä
useammin
ihmisillä
on
useita
laitteita
,
mutta
he
todella
haluavat
vain
yhden
paikan
,
jonne
tallentaa
kaikkein
tärkeimmät
jutut
,
Gavin
sanoi
ja
esitti
,
että
OneDrive
olisi
tuo
yksi
paikka
.
Hän
vakuutti
,
että
vain
nimi
muuttuu
,
palvelut
pysyvät
ennallaan
.
Microsoftin
ja
Amazonin
pilvet
hintasodassa
—
myös
suomalaiset
hyötyvät
Amazon
AWS
pudotti
hintoja
jopa
50
prosenttia
,
ja
Microsoftin
Azure
vastasi
omilla
alennuksillaan
heti
perään
.
Amazon
Web
Servicesin
pääevankelista
Jeff
Barr
kertoo
blogissaan
myös
monista
muista
hinnanalennuksista
ja
uusista
virtuaalikoneiden
malleista
.
Eikä
mennyt
kuin
hetki
,
kun
Microsoftin
Windows
Azure
lähetti
asiakkailleen
omista
vastaavista
hinnanalennuksistaan
kirjeen
.
Tämä
hintasota
on
seurausta
lupauksesta
,
jonka
Azure
teki
asiakkailleen
huhtikuussa
.
Silloin
toimitusjohtaja
Steven
Martin
kertoi
,
että
Microsoftin
Windows
Azuren
hinnat
laskennan
,
tallennuksen
ja
tiedonsiirron
osalta
mukautetaan
AWS:n
hintoihin
.
Tästä
voi
päätellä
,
että
AWS
on
Azuren
pahin
kilpailija
.
Windows
Azuren
perjantaina
ilmoittama
hinnanalennus
on
20
prosenttia
.
Se
koskee
Blobs
Storage
-tallennustilaa
,
joka
on
lähes
vastaava
kuin
Amazonin
EBS
(
Elastic
Block
Store
)
.
Hinnan
muutos
tekee
Blobs
Storagesta
saman
hintaisen
tai
halvemman
EBS:n
kanssa
.
Toteutusten
eroavuuksien
takia
Azuren
tallennustilan
hinta
on
jopa
edullisempi
hajautetuissa
ratkaisuissa
,
jolloin
kahdennus
on
toteutettu
esimerkiksi
toiselle
mantereelle
.
Lupaukset
hinnan
puolittamisesta
eivät
yleensä
osu
omalle
kohdalle
.
Asia
oli
siis
tarkistettava
suomalaisten
kannalta
.
Jos
käytössä
on
AWS:n
virtuaalinen
Windows-
tai
Linux-serveri
,
siinä
käytetään
yleensä
nyt
hinnanpudotuksen
kohdannutta
EBS-tallennustilaa
,
ja
kone
valitaan
Euroopan
alueelta
palvelemaan
paikallisia
käyttäjiä
.
No
,
koskeeko
hurja
alennus
tällaista
tapausta
?
Kyllä
!
EBS-tallennustilan
hinta
putoaa
helmikuun
alusta
0,055
taalaan
per
gigatavu
.
Nykyinen
hintahan
on
0,11
taalaa
per
gigatavu
.
Molemmat
palvelut
ilmoittivat
puolittavansa
myös
tiedonsiirrosta
veloitettavat
maksut
.
Näyttää
siltä
,
että
palveluiden
markkinahinnan
asettaa
suurin
,
eli
AWS
.
Mutta
hinta
ei
merkitse
kaikkea
näissä
kriittisissä
palveluissa
.
Windows
Azuren
toimitusjohtaja
Steven
Martin
mainitsee
,
että
vaikka
hinta
on
todella
tärkeä
tekijä
valinnoissa
ja
päätöksissä
,
valintoihin
vaikuttavat
myös
palveluiden
suorituskyky
,
luotettavuus
ja
skaalautuvuus
.
Azure
väittää
pitävänsä
edelleen
markkinoiden
parhaan
hinta-suorituskykysuhteen
.
Amazon
AWS
jatkaa
tutustumistarjoustaan
,
jossa
saa
vuodeksi
veloituksetta
käyttöönsä
pienen
Linux-
tai
Windows-serverin
.
Myös
Windows
Azurella
on
90
päivän
tutustumistarjous
.
Google
ja
Samsung
panevat
kaikki
patentit
yhteiseen
koriin
Google
ja
Samsung
,
joita
yhdistää
älypuhelimien
Android-käyttöjärjestelmä
ja
lukuisat
oikeusjutut
yhteistä
vihollista
Applea
vastaan
,
ilmoittivat
sopineensa
laajasta
patenttien
ristiin
lisensioinnista
.
Yritysten
tiedotteen
mukaan
globaali
sopimus
johtaa
syvempään
yhteistyöhön
nykyisten
ja
tulevien
hankkeiden
tutkimus-
ja
kehitystyössä
.
Sopimus
osoittaa
muulle
teollisuudelle
,
että
yhteistyö
tuottaa
enemmän
kuin
patenteista
riiteleminen
,
sanoi
Samsungin
patenttikeskuksen
johtaja
Seungho
Ahn
Sydney
Morning
Heraldin
mukaan
.
Sopimus
kattaa
kaikki
nykyiset
patentit
ja
sen
lisäksi
vielä
kaikki
seuraavan
kymmenen
vuoden
aikana
haetut
patentit
.
Yrityksillä
on
jo
aikaisemmin
ollut
patenttiyhteistyötä
matkapuhelimissa
ja
televisioissa
.
Googlelle
sopimus
voi
olla
merkittävä
mahdollisuus
laajentaa
otettaan
kestokulutustuotteista
,
sillä
Samsung
kuuluu
niiden
suurimpiin
valmistajiin
maailmassa
.
Äskettäin
Google
osti
kytkettyjä
energiatermostaatteja
ja
palovaroittimia
tekevän
Nest-yhtiön
.
Samsungin
tuotteiden
mukana
Google
voisi
kytkeä
verkkoihinsa
myös
muun
muassa
pesukoneet
,
jääkaapit
ja
tulostimet
.
Samsung
saa
Googlesta
tukea
Applen
kanssa
käytävään
globaaliin
oikeustaisteluun
.
Sopimus
voi
myös
mahdollistaa
sille
irtiotot
Googlen
hallitsemasta
Android-kehityksestä
.
Samsung
on
pyrkinyt
muokkaamaan
älypuhelimiaan
yhä
enemmän
oman
näköisikseen
.
Toisaalta
se
voi
avata
molemmille
yhtiöille
nykyistä
vahvemman
aseman
kiivaassa
kilpailuissa
autojärjestelmien
suurimpana
alustana
.
Verkkokauppa.comin
hyvitysmaksudraama
jatkuu
korkeimmassa
oikeudessa
Verkkokauppa.com
sai
valitusluvan
hovioikeuden
viimevuotisesta
päätöksestä
.
Verkkokauppa.com
Oyj
on
saanut
valitusluvan
korkeimpaan
oikeuteen
.
Hovioikeus
määräsi
viime
maaliskuussa
yhtiön
maksamaan
3,5
miljoonaa
maksamattomia
teostomaksuja
Tallinnasta
käsin
myydyistä
tallennustuotteista
.
Oikeusjutun
osapuolina
ovat
Verkkokauppa.com
Oyj
,
Arctecho
OÜ
ja
Teosto
.
Teosto
vaati
Verkkokauppa.comia
maksamaan
virolaisen
,
Tallinnasta
suoramyyntiä
pyörittäneen
Arctecho
OÜ:n
maksamatta
jättäneitä
hyvitysmaksuja
vuodesta
2006
.
Tuotteita
myytiin
Verkkokauppa.comin
verkkosivujen
kautta
.
–
Olemme
tietenkin
erittäin
tyytyväisiä
,
että
saimme
valitusluvan
riidassa
,
jossa
toinen
osakeyhtiö
,
tässä
tapauksessa
Verkkokauppa.com
Oyj
,
on
joutunut
vastuuseen
toisen
osakeyhtiön
toiminnasta
.
Tämänkaltainen
yhtiöiden
samastaminen
on
käsityksemme
mukaan
kiellettyä
,
sillä
osakeyhtiölain
mukaan
osakeyhtiöt
ovat
Suomessa
itsenäisiä
oikeushenkilöitä
,
Verkkokauppa.comin
toimitusjohtaja
Samuli
Seppälä
kommentoi
tiedotteessa
.
Verkkokauppa.com
omisti
Arctechon
osakkeista
29
prosenttia
.
Pääomistaja
oli
Samuli
Seppälä
51
prosentin
omistusosuudellaan
.
Seppälä
kommentoi
päivää
hovioikeuden
päätöksen
jälkeen
viime
maaliskuussa
Verkkokauppa.comin
selviävän
maksuista
,
jos
päätös
säilyy
ennallaan
.
IPhonet
söivät
Samsungin
kasvua
—
tehdaspalo
auttoi
siruyksikköä
Samsungin
tuloskasvu
jäi
viime
vuoden
lopulla
heikoimmaksi
sitten
vuoden
2011
.
iPhonet
houkuttelivat
kalliiden
puhelinten
ostajia
ja
Korean
wonin
vahvistuminen
heikensi
viennin
arvoa
.
Korealaisen
Samsungin
nettotulos
nousi
loka–joulukuussa
5,4
prosenttia
7\_220
miljardiin
woniin
eli
noin
4,9
miljardiin
euroon
vuotta
aikaisempaan
verrattuna
.
Edeltävästä
neljänneksestä
tulos
heikkeni
11
prosenttia
.
Analyytikot
olivat
uutistoimisto
Bloombergin
keräämän
ennusteen
mukaan
odottaneet
8\_200
miljardin
wonin
eli
5,5
miljardin
euron
tulosta
.
Aasian
suurimman
teknologiayhtiön
voittomarginaalit
ovat
paineissa
,
kun
kilpailija
Applen
uudet
iPhone-älypuhelimet
sekä
Lenovon
ja
Huawein
halvemman
hintaluokan
laitteet
nakertavat
Samsungin
Galaxy
-älypuhelinten
kysyntää
.
Valuuttakurssimuutokset
heikensivät
tulosta
noin
700
miljardilla
wonilla
.
Lisäksi
yhtiö
maksoi
työntekijöilleen
ylimääräisiä
bonuksia
ja
lisäsi
markkinointipanostuksiaan
valmistautuessaan
uuden
S5
-mallin
lanseeraukseen
.
–
Tulos
polkee
paikallaan
tänä
vuonna
ja
viimeisten
kahden
kolmen
vuoden
räjähdysmäinen
kasvu
näyttää
päättyneen
.
Vaikka
edullisempien
älypuhelinten
markkina
yhä
kasvaa
,
tuotot
eivät
vedä
vertoja
kalliimmista
malleista
saataville
,
joten
kasvu
vaikuttaa
rajalliselta
,
NH
Investment
&
Securitiesin
analyytikko
Lee
Sun
Tae
kommentoi
uutistoimisto
Bloombergille
.
Liikevaihto
kasvoi
vajaat
kuusi
prosenttia
noin
40,1
miljardiin
euroon
.
Matkapuhelinyksikön
liiketulos
oli
suunnilleen
vuodentakaisella
tasolla
noin
3,7
miljardissa
eurossa
,
mutta
heikkeni
selvästi
heinä-syyskuun
4,5
miljardin
euron
ennätystuloksesta
.
Liikevaihtoa
kertyi
22,9
miljardia
euroa
.
Samsung
on
maailman
suurin
älypuhelinten
,
muistisirujen
ja
televisioiden
valmistaja
.
Älypuhelimet
ovat
viime
vuosina
vastanneet
kahdesta
kolmanneksesta
yhtiön
tuloksesta
.
Samsungin
tulos
sai
tukea
siruyksiköstä
,
jonka
operatiivinen
tulos
koheni
1,3
miljardiin
euroon
vuotta
aiemmasta
vajaasta
miljardista
eurosta
.
Sirujen
hinnat
ovat
nousseet
voimakkaasti
sen
jälkeen
,
kun
SK
Hynixin
tehtaalla
Kiinassa
syyskuussa
tapahtunut
tulipalo
heikensi
sirujen
saatavuutta
.
Sen
sijaan
televisioita
valmistavan
yksikön
heikkeni
400
miljoonaan
euroon
vertailukauden
lähes
500
miljoonasta
eurosta
.
Microsoftin
pulma
:
Ensin
vietiin
taivas
,
nyt
viedään
ykkönenkin
?
Microsoft
on
joutumassa
kiistaan
pilvitallennuspalvelunsa
nimestä
haudattuaan
juuri
kiistan
pilvitallennuspalvelunsa
nimestä
.
Uusi
nimi
epäilyttää
kilpailijaa
,
kertoo
Neowin
.
Ohjelmistoyhtiö
Microsoft
vaihtoi
SkyDrive-palvelunsa
nimeksi
OneDrive
,
koska
oikeus
niin
pakotti
.
Mutta
edes
uusi
nimi
ei
välttämättä
ehdi
juuri
kulumaan
käytössä
,
Neowin
uutisoi
.
Uutispalvelu
on
ollut
yhteydessä
pilvipalveluja
niin
ikään
tarjoavaan
One.comiin
,
joka
sanoi
konsultoivansa
tavaramerkkiasiantuntijoita
Microsoftin
nimivalinnasta
.
Onen
pääjohtajan
mukaan
OneDrive
on
nimeltään
hyvin
lähellä
heidän
omaa
pilvipalveluaan
.
One.com
sattuu
myös
tarjoamaan
juurikin
tallennuspalveluja
,
tosin
sen
palvelun
nimessä
ei
ykkösiä
ole
.
Ratkaisuja
myydään
Cloud
Drive
-nimellä
.
Soppa
voi
silti
kohta
kiehahtaa
Microsoftin
kasvoille
.
–
Oli
suuri
yllätys
,
että
Microsoft
päätti
nimetä
pilvipalvelunsa
OneDriveksi
.
Minulle
on
tärkeää
suojella
brändiämme
,
pääjohtaja
korosti
Neowinille
ihmetellen
,
ettei
Microsoft
tutkinut
markkinoita
tarkemmin
ennen
nimenvaihdosta
.
Lisäksi
OneDrive
on
jo
olemassa
oleva
tavaramerkki
,
huomauttaa
LiveSide
.
Tosin
tavaramerkin
omistaa
skootterien
osia
valmistava
pienyritys
,
eikä
sekaannuksen
vaaraa
siksi
välttämättä
ole
–
ainakaan
oikeudellisesta
näkökulmasta
.
Microsoft
ei
näe
ongelmaa
.
Se
ilmoitti
LiveSidelle
pitäneensä
huolen
uudelleenbrändäyksen
yhteydessä
,
että
sillä
on
"
kaikki
tarvittavat
oikeudet
"
OneDriveen
ympäri
maailman
.
Facebook
pullistelee
mobiilimainoksilla
:
Muhkea
tulos
Yhteisöpalvelu
Facebook
kasvatti
liikevaihtoaan
ja
tulostaan
tuhdisti
viime
vuoden
neljännellä
neljänneksellä
.
Tulosjulkistus
ylitti
analyytikoiden
odotukset
ja
näytti
pitkää
nenää
niille
,
jotka
aikanaan
epäilivät
mobiilimainostamisen
mahdollisuuksia
.
Mobiililaitteet
kerryttivät
Facebookille
viimeisellä
neljänneksellä
1,25
miljardin
edestä
mainosdollareita
.
Näin
mobiilimainokset
toivat
ensimmäisen
kerran
yli
puolet
eli
53
prosenttia
yhtiön
mainostuloista
.
Mainostulot
kaikkinensa
kasvoivat
76
prosenttia
vuodentakaisesta
2,3
miljardiin
dollariin
.
Facebookin
liikevaihto
kasvoi
loka–joulukuussa
63
prosenttia
edellisvuodesta
2,6
miljardiin
dollariin
.
Uutistoimisto
Bloombergin
analyytikkoennusteen
mukaan
markkinoilla
odotettiin
2,4
miljardin
liikevaihtoa
.
Nettotulos
kasvoi
523
miljoonaan
dollariin
vuoden
takaisesta
64
miljoonasta
dollarista
.
Osakekohtainen
tulos
kertaeristä
putsattuna
nousi
0,31
dollariin
0,17
dollarista
.
Markkinoilla
oli
odotettu
0,27
dollarin
tulosta
.
Facebookin
aktiivikäyttäjien
määrä
kasvoi
neljännellä
neljänneksellä
runsaat
kolme
prosenttia
edellisestä
neljänneksestä
runsaaseen
1,2
miljardiin
.
Facebook
julkisti
tuloslukunsa
eilen
illalla
New
Yorkin
osakemarkkinoiden
sulkeuduttua
.
Osake
nousi
12
prosenttia
jälkimarkkinoilla
.
Wii
U
kyntää
syvällä
,
Nintendon
johto
nipistää
palkoistaan
Nintendon
pelilaite
on
käynyt
kaupaksi
kehnosti
,
joten
yhtiön
johto
alentaa
palkkojaan
.
Japanilaisen
Nintendon
pääjohtaja
puolittaa
palkkansa
muun
johdon
selvitessä
30
prosentin
palkanalennuksella
,
kun
yhtiön
pelikonemyynti
on
sujunut
kehnosti
ja
näkymät
ovat
huonot
.
Nintendo
myi
tilivuotensa
yhdeksän
ensimmäisen
kuukauden
aikana
2,4
miljoonaa
Wii
U
-pelilaitetta
.
Nintendon
kilpailijoista
Sony
kertoo
myyneensä
jo
4,2
miljoonaa
Playstation
4:ää
,
joka
tuli
markkinoille
vasta
marraskuun
puolivälissä
.
Microsoft
puolestaan
kertoo
Xbox-toimitustensa
yltävän
kolmeen
miljoonaan
kappaleeseen
.
Nintendon
pääjohtaja
Satoru
Iwata
kertoi
eilisen
tulosjulkistuksen
yhteydessä
yhtiön
suunnittelevan
uutta
liiketoimintamallia
.
Nintendo
aikoo
myös
käynnistää
omien
osakkeiden
takaisinosto-ohjelman
.
Nintendoa
