Abraham
Thauvonius
(
1622
-
21.
tammikuuta
1679
)
toimi
Viipurin
piispana
1672
alkaen
.
Viipurin
piispana
hän
harrasti
sikäläisen
lukion
vaurastuttamista
.
Aiemmin
hän
oli
tehnyt
uran
ensin
luonnontiedon
sitten
teologian
professorina
Turun
yliopistossa
.
Abraham
Thauvoniuksen
äiti
Katariina
oli
Juustenien
viipurilaista
porvarissukua
,
kun
taas
isä
,
Halikon
rovasti
Georg
Thauvonius
,
kuului
Länsi-Uudenmaan
Karjalohjalla
vaikuttaneeseen
talonpoikaissukuun
,
jonka
alkuperäinen
suomalainen
nimi
oli
Tavia
.
Kummankin
suvun
edustajat
ylenivät
jo
varhain
papillisella
uralla
.
Kirkkohistoriankin
kannalta
huomionarvoinen
yhtymäkohta
on
se
,
että
kun
Paulus
Juusten
oli
Viipurin
hiippakunnan
ensimmäinen
piispa
,
hänen
pojantyttären
poikansa
Abraham
Thauvonius
toimi
saman
piispanviran
haltijana
runsaat
sata
vuotta
myöhemmin
.
Saatuaan
Halikon
pappilassa
kotiopettajilta
sivistyksen
ensi
alkeet
Thauvonius
lähti
12-vuotiaana
kouluun
,
jossa
hänen
mainitaan
menestyneen
kaikkia
muita
oppilaita
paremmin
.
Päätettyään
koulunsa
Turussa
1639
hän
kirjoittautui
15.7.1641
tasan
vuotta
aikaisemmin
käyttöön
vihityn
Turun
akatemian
opiskelijaksi
.
Muutamaa
vuotta
myöhemmin
nuorukainen
siirtyi
kuitenkin
Tarton
yliopistoon
,
jossa
hän
valmistui
maisteriksi
1647
.
Samoihin
aikoihin
Thauvonius
nai
Tallinnan
piispan
Joakimin
tyttäreen
Beataan
,
ja
kun
häät
oli
pidetty
kesäkuussa
1648
,
hän
toimi
appensa
kutsusta
jonkin
aikaa
Tallinnan
lukion
lehtorina
.
Kun
Turun
akatemian
ensimmäinen
fysiikan
ja
kasvitieteen
professori
Georgius
Alanus
siirtyi
teologiseen
tiedekuntaan
,
yliopiston
konsistori
etsi
lokakuussa
1648
hänelle
seuraajaa
.
Kolmen
ehdokkaan
joukosta
pätevimmäksi
katsottiin
Thauvonius
,
ja
hän
saikin
nimityksen
tähän
virkaan
1649
.
Samana
vuonna
hänestä
tuli
tuomiokapitulin
jäsen
ja
muutaman
vuoden
kuluttua
Liedon
kirkkoherra
.
Tuohon
aikaan
Turun
akatemian
luonnontieteen
professorin
tehtävänä
oli
luennoida
hyväksyttyjen
oppikirjojen
mukaan
yleistä
luonnontiedettä
Aristoteleen
ja
hänen
seuraajiensa
pohjalta
,
perehdyttää
opiskelijat
kasvitieteeseen
sekä
selittää
heille
ihmisruumiin
osat
.
Opetusvelvollisuuden
lisäksi
professorien
tuli
julkaista
ja
ohjata
akateemisia
väitöskirjoja
ahkeruutensa
todistamiseksi
.
Thauvonius
ottikin
luonnontutkijan
virkansa
vakavasti
,
sillä
hänen
professorikaudellaan
1649
-
1659
Turun
akatemian
kirjapainosta
ilmestyi
kaikkiaan
28
hänen
johdollaan
laadittua
väitöskirjaa
,
joiden
aiheet
tavalla
tai
toisella
liittyivät
luontoon
ja
sen
ilmiöihin
sekä
käsityksiin
eliöiden
synnystä
.
Thauvoniuksen
julkaisuista
ensimmäinen
oli
1649
painettu
,
neljää
alkuainetta
käsittelevä
fysikaalinen
tutkielma
De
elementis
in
genere
et
specie
.
Tämän
jälkeen
seurasi
monia
muita
vihkosia
,
joissa
esitetty
maailmankuva
heijasteli
Aristoteleen
,
Galenoksen
ja
Wittenbergin
yliopistossa
1600-luvun
alussa
vaikuttaneen
lääkäri
Daniel
Sennertin
oppeja
.
1654
julkaistussa
väitöskirjassa
De
metallis
neljää
alkuainetta
(
maa
,
ilma
,
tuli
,
vesi
)
vastaa
kolme
kemiallista
prinsiippiä
eli
makuun
vaikuttava
suola
,
hajua
antava
rikki
ja
kappaleita
hajottava
elohopea
.
Näitä
pidettiin
metallien
tärkeimpinä
ainesosina
.
Yksi
seuraavana
vuonna
ilmestyneitä
akateemisia
tutkielmia
oli
nimeltään
De
monstris
(
Hirviöistä
)
,
jossa
käsiteltiin
erilaisia
luonnon
ihmeellisyyksiä
.
Kysymykseen
,
ovatko
esimerkiksi
vedenneidot
,
vuorenpeikot
,
tonttu-ukot
ja
sokeat
koiranpennut
hirviöitä
,
vastattiin
kielteisesti
.
Monien
muiden
filosofisen
tiedekunnan
professorien
tavoin
myös
Thauvonius
tähtäsi
teologian
professuuriin
,
joka
tarjosi
paremmat
palkkaedut
.
Tiedekunnassa
tuli
tilaa
,
kun
Thauvoniuksen
lanko
Nicolaus
Nycopensis
siirtyi
1658
teologian
toisen
professorin
virasta
Viipurin
piispaksi
.
Niinpä
Thauvonius
sai
seuraavana
vuonna
nimityksen
Turun
akatemian
teologian
kolmanneksi
professoriksi
.
Pian
tämän
jälkeen
hän
yleni
toiseksi
professoriksi
ja
Räntämäen
eli
nykyisen
Maarian
seurakunnan
kirkkoherraksi
.
Turun
edustajana
hän
osallistui
Göteborgin
valtiopäiville
1660
.
Professorin
akateeminen
ura
sai
uutta
loistokkuutta
ja
arvonantoa
,
kun
piispa
Johannes
Gezelius
vanhempi
vihki
43-vuotiaan
Thauvoniuksen
7.6.1665
yhden
miehen
promootiossa
juhlallisesti
teologian
tohtoriksi
.
Sinänsä
Thauvoniuksen
tieteellinen
julkaisutoiminta
jäi
teologian
alalla
varsin
vaatimattomaksi
,
sillä
kahdeksan
vuotta
kestäneellä
professorikaudellaan
hän
kirjoitti
vain
kaksi
väitöskirjaa
.
Näistä
ensimmäinen
tarkastettiin
vain
kaksi
viikkoa
tohtoripromootion
jälkeen
eli
juhannuksen
tienoilla
1665
.
Tässä
16-sivuisessa
vihkosessa
pohdittiin
ihmisen
alkuperäistä
tilaa
ja
luonnon
merkitystä
Jumalan
tuntemisen
kannalta
.
Saman
vuoden
joulukuussa
ilmestyi
toinen
,
yhtä
suppea
julkaisu
,
jossa
selviteltiin
teologian
luonnetta
.
Reijo
Pitkärannan
mukaan
Teologisessa
tutkimuksessa
Thauvonius
edusti
raamatullis-käytännöllistä
suuntausta
vastakohtana
luterilaisen
puhdasoppisuuden
ankarimman
linjan
edustajille
ja
synkretisteille
.
Thauvoniuksen
virkauralla
tapahtui
uusi
käänne
1667
,
kun
hänet
nimitettiin
Narvan
superintendentiksi
.
Astuttuaan
virkaan
hän
sai
Ruotsin
huomattavimmilta
valtaneuvoksilta
kirjeen
,
jossa
häntä
pyydettiin
12-vuotiaan
kruununprinssi
Kaarle
XI:n
uskonnonopettajaksi
.
Kiireisiinsä
vedoten
Thauvonius
kuitenkin
kieltäytyi
kutsusta
.
Abraham
Thauvonius
oli
50-vuotias
,
kun
kuningas
nimitti
hänet
1672
Viipurin
hiippakunnan
piispaksi
.
Viran
ensimmäinen
hoitaja
oli
ollut
hänen
isoisänsä
isä
Paulus
Juusten
vuosina
1554
-
1563
.
Hiipan
Thauvoniukselle
antoi
Ruotsin
arkkipiispa
Lars
Stigzelius
Uppsalan
tuomiokirkossa
.
Virkaa
hoitaessaan
Thauvonius
oli
toimelias
ja
pyrki
edistämään
valtakunnan
itäisten
osien
kirkollisia
oloja
sekä
Viipurin
lukion
toimintaa
.
Tämän
opinahjon
kohentamiseksi
ja
korjaamiseksi
hän
oli
jo
Uppsalan-matkansa
aikana
anonut
kuninkaalta
varoja
.
Thauvonius
osallistui
myös
vuoden
1675
valtiopäiville
.
Taitavaksi
filosofiksi
ja
väittelijäksi
luonnehdittu
Abraham
Thauvonius
kuoli
elettyään
57
vuotta
.
"
Elämästään
hän
uhrasi
30
vuotta
oppineiden
yhteisön
,
Jumalan
kirkon
ja
isänmaan
suureksi
hyödyksi
"
(
Stiernman
)
.
Thauvoniuksen
puoliso
Beata
Iheringia
oli
elossa
vielä
1690
.
Pariskunnan
lapset
:
Sakon
Yamamoto
Sakon
Yamamoto
(
s.
9.
heinäkuuta
1982
,
Toyohashi
,
Aichi
,
Japani
)
on
japanilainen
kilpa-autoilija
,
joka
kilpaili
F1-sarjassa
kolmena
kautena
21
osakilpailua
saavuttamatta
pisteitä
.
Yamamoto
aloitti
autourheilu-uransa
kartingissa
vuonna
1994
Suzuka
Circuit
Racing
Schoolissa
.
Vuonna
2001
Yamamoto
siirtyi
kartingista
F3-autoihin
.
Ennen
uraansa
F1-sarjassa
Yamamoto
ehti
kilpailla
kotimaassaan
Japanin
F3-sarjassa
,
Formula
Nippon
ja
Super
GT
-sarjoissa
.
F3-autoilla
Yamamoto
kilpaili
Euroopassa
Britannian
,
Saksan
ja
Formula
3
Euroseries
sarjoissa
ilman
suurta
menestystä
.
Vuodeksi
2005
Yamamoto
nousi
Japanin
F3-sarjasta
kilpailemaan
Formula
Nippon-
ja
Super
GT-sarjoihin
.
Ensikosketuksensa
F1-sarjaan
Yamamoto
sai
kaudella
2005
toimiessaan
Jordan-tallin
kolmantena
kuljettajana
Japanin
GP-viikonloppuna
,
jolloin
hän
pääsi
ajamaan
perjantain
harjoituksissa
.
Yamamoto
oli
päässyt
jo
aikaisemmin
kaudella
testaamaan
Jordanin
autoa
Silverstonen
radalla
Englannissa
.
Ennen
Kautta
2006
Yamamotoa
huhuttiin
uuden
Super
Aguri
-tallin
toiseksi
kisakuljettajaksi
,
sillä
uskottiin
tallin
haluavan
kaksi
japanilaista
kuljettajaa
.
Lopulta
paikat
veivät
kuitenkin
japanilaiset
Takuma
Satō
ja
Yūji
Ide
.
Jäätyään
ilman
tallipaikkaa
F1-sarjassa
,
Yamamoto
jatkoi
alkukauden
Formula
Nipponissa
ja
Super
GT:ssä
.
Iden
saatua
potkut
Super
Agurilta
Kaudella
2006
,
Yamamoto
nousi
tallin
varakuljettajaksi
ranskalaisen
Franck
Montagnyn
tilalle
,
joka
oli
toiminut
alkukauden
tallin
varakuljettajana
.
Yamamoto
pääsi
ajamaan
Super
Agurin
kolmantena
kuljettajana
perjantain
vapaissa
harjoituksissa
Britannian
,
Kanadan
,
Yhdysvaltain
ja
Ranskan
Grand
Prix'ssa
.
Saksan
Grand
Prix'sta
lähtien
Yamamoto
toimi
Super
Agurin
toisena
kilpakuljettajana
.
Talli
halusi
pysyä
kokonaan
japanilaisena
,
joten
Yamamoto
ja
Montagny
vaihtoivat
paikkoja
.
Ajoitus
kisakuskiksi
siirtymiselle
oli
hyvä
,
sillä
Super
Aguri
toi
Saksassa
radalle
uuden
SA06
-autonsa
,
jota
Yamamoto
oli
jo
aikaisemmin
päässyt
testamaan
Silvestonessa
.
Autosta
odotettiin
selkeästi
nopeampaa
,
kuin
sen
edeltäjä
SA05
oli
ollut
.
Yamamoton
kilpakuljettajan
ura
alkoi
kuitenkin
huonosti
,
sillä
hän
joutui
keskeyttämään
kaksi
ensimmäistä
kilpailuaan
ensimmäisellä
kierroksella
.
Seitsemästä
ajamastaan
kilpailusta
Yamamoto
pääsi
kolmesti
maalin
ollen
kahdesti
16.
ja
kerran
17.
Kaudeksi
2007
Super
Aguri
luopui
kahden
japanilaisen
ajattamisesta
,
ja
Yamamoton
paikan
kakkoskuljettajana
otti
britti
Anthony
Davidson
.
Yamamoto
jatkoi
kuitenkin
tallin
toisena
testikuskina
,
muttei
päässyt
ajamaan
perjantain
harjoituksissa
.
Jäätyään
ilman
kilpakuljettajan
paikkaa
F1-sarjassa
Yamamoto
siirtyi
ajamaan
GP2-sarjassa
BCN
Competicion
-tallissa
.
Hän
ehti
ajaa
sarjassa
kauden
kuusi
ensimmäistä
kilpailua
,
kunnes
hänet
nostettiin
heinäkuussa
Spyker-tallin
toiseksi
kilpakuljettajaksi
.
Christijan
Albers
oli
saanut
tallista
potkut
,
ja
hänet
korvasi
saksalainen
Markus
Winkelhock
Euroopan
GP:ssä
,
jonka
jälkeen
Yamamoto
tuli
hänen
tilalleen
kauden
loppuihin
kilpailuihin
.
Yamamoto
maksoi
seitsemästä
ajamastaan
kilpailusta
kaikkiaan
viisi
miljoonaa
dollaria
.
MM-pisteitä
Yamamoto
ei
kyennyt
saavuttamaan
,
eikä
näin
ollen
saanut
sijoitusta
kuljettajien
MM-sarjassa
.
Hänen
kauden
paras
sijoituksensa
oli
hänen
kotikilpailussaan
Japanissa
ajama
12.
sija
,
joka
on
myös
hänen
uran
paras
sijoitus
.
Kaudella
2008
Yamamoto
kilpaili
ART
Grand
Prix
-tallissa
GP2-sarjassa
sen
jälkeen
,
kun
Luca
Filippi
oli
saanut
potkut
ja
joutunut
jättämään
tallin
.
Unkarin
sprinttikisassa
Yamamoto
sijoittui
neljänneksi
,
ja
saavutti
täten
ensimmäiset
pisteensä
missään
autourheiluluokassa
Japanin
ulkopuolella
.
Muissa
kisoissa
Yamamoto
ei
onnistunut
nousemaan
pisteille
,
joten
loppupisteissä
hän
oli
kolmen
pisteensä
turvin
23.
Lisäksi
Yamamoto
osti
itselleen
paikan
yhtenä
Renaultin
testikuljettajista
kaudella
2008
,
mutta
autoa
testaamaan
Yamamoto
ei
kuitenkaan
radalla
päässyt
,
vaan
hänen
työnään
olivat
vain
suoratestit
ja
näytösajot
.
Sakon
Yamamoto
kilpaili
Aasian
GP2-sarjassa
kaudella
2008-2009
ART-tallin
riveissä
.
Kauden
avauksessa
Kiinassa
Yamamoto
onnistui
nousemaan
palkintopallille
ollen
kolmas
.
Sarjan
loppupisteissä
Yamamoto
oli
yhdeksäs
13
pisteensä
turvin
.
Varsinaiseen
GP2-sarjaan
Yamamoto
ei
kaudella
kuitenkaan
osallistunut
.
Yamamoto
kilpaili
kaudella
myös
ADAC
GT
Masters
-sarjassa
Team
Rosberg
-tallissa
saavuttaen
kauden
aikana
yhden
pisteen
ja
ollen
loppupisteissä
jaettu
32
.
Keväällä
2010
Hispania
-tallin
tallipäällikkö
Colin
Kolles
kertoi
tallin
hakevan
kokenutta
kuljettajaa
testamaan
autoa
perjantaisin
,
koska
tallin
molemmat
kilpakuljettajat
olivat
tulokkaita
,
eikä
heidän
kokemuksestaan
ollut
Kollesin
mukaan
riittävästi
hyötyä
auton
kehitystyössä
.
Ehdolla
testikuskiksi
olivat
muun
muassa
Giancarlo
Fisichella
ja
Christian
Klien
.
Lopulta
sekä
Klien
,
että
Yamamoto
saivat
paikat
Hispanian
testikuskeina
.
Testikuskina
toimiessaan
Yamamoto
pääsi
ajamaan
Bruno
Sennan
tilalla
Turkin
GP:n
perjantain
ensimmäisessä
harjoituksessa
.
Kilpailemaan
Yamamoto
pääsi
,
kun
hän
korvasi
Bruno
Sennan
Hispania
Racing-tallin
kisakuskina
Britannian
GP:ssä
.
Sennan
hyllytys
jäi
kuitenkin
vain
kilpailun
mittaiseksi
,
mutta
Saksan
GP:stä
lähtien
Yamamoto
korvasi
intialaisen
Karun
Chandhokin
.
Monzassa
ajetussa
Italian
GP:ssä
Yamamoto
törmäsi
varikkopysähdykseltä
lähtiessään
tallinsa
mekaanikkoon
,
ja
mekaanikko
joutui
sairaalahoitoon
.
Kyseessä
ei
kuitenkaan
ollut
Yamamoton
syy
,
vaan
hänet
päästettiin
liikkeelle
ennenaikaisesti
.
Singaporen
GP:ssä
Yamamoton
korvasi
tallin
toinen
testikuski
itävaltalainen
Christian
Klien
.
Talli
ilmoitti
syyksi
Yamamoton
sairastumisen
ruokamyrkytykseen
,
mutta
varikkohuhujen
mukaan
syy
Klienin
ajattamiseen
oli
se
,
ettei
Yamamoton
maksu
tallipaikastaan
tullut
tallin
tilille
.
Joidenkin
lähteiden
mukaan
Yamamoton
sponsorit
maksoivat
hänen
ajopaikastaan
Hispania
-tallille
450\_000
dollaria
kilpailua
kohden
.
Kotikilpailussaan
Japanin
GP:ssä
,
sekä
Korean
GP:ssä
Yamamoto
oli
taas
mukana
kilpailemassa
Hispanian
autolla
.
Kauden
kahdessa
viimeisessä
kilpailussa
Yamamoton
korvasi
kuitenkin
jälleen
Christian
Klien
,
vaikka
Yamamoto
oli
aikaisemmin
vakuuttanut
ajavansa
koko
loppukauden
Hispanialla
.
Kaikkiaan
Yamamoto
kilpaili
kaudella
2010
seitsemässä
osakilpailussa
.
Hänen
kauden
parhaaksi
sijoitukseksi
jäi
hänen
Korean
GP:ssä
ajamansa
15.
sija
.
Maaliskuussa
Virgin
nimesi
Yamamoton
varakuljettajakseen
kauden
kolmeen
ensimmäiseen
kisaan
.
Toukokuussa
uutisoitiin
Virginin
toisen
kisakuljettajan
Jérôme
d'Ambrosion
olleen
vaarassa
saada
potkut
,
koska
hänen
sponsorinsa
eivät
olleet
maksaneet
tallille
sovittuja
rahoja
.
Yamamotoa
pidettiin
yhdessä
tallin
toisen
varakuljettajan
Robert
Wickensin
ohella
vaihtoehtona
d'Ambrosion
mahdolliseksi
korvaajaksi
.
Talli
kuitenkin
kiisti
nopesti
d'Ambrosion
mahdolliset
potkut
.
Vuonna
2012
Yamamoton
oli
tarkoitus
kilpailla
uudessa
intialaisessa
i1
Super
Series
-sarjassa
kansainvälisenä
kuljettajana
.
Vietettyään
muutaman
vuoden
hiljaiseloa
poissa
moottoriradoilta
,
Yamamoto
palasi
Formula
E
-sarjaan
kaudeksi
2014-2015
AmlinAguri
-tallissa
.
Hän
osallistui
kahteen
kilpailuun
jääden
kuitenkin
molemmissa
pistesijojen
ulkopuolelle
.
Aitotäpläperhoset
(
Nymphalinae
)
on
täpläperhosiin
kuuluva
,
levinneisyydeltään
kosmopoliittinen
,
vajaa
500
perhoslajia
kattava
päiväperhosten
alaheimo
.
Aitotäpläperhoset
ovat
tavallisesti
värikkäitä
ja
voimakaskontrastisia
,
pieniä
tai
keskikokoisia
päiväperhosia
.
Aikuisia
perhosia
käy
usein
kukilla
imemässä
mettä
,
mutta
niille
maistuvat
myös
käyneet
hedelmät
ja
jopa
raatojen
nesteet
.
Taksonomisesti
ne
ovat
hieman
hajanainen
ryhmä
,
joiden
selkeimmät
yhdistävät
tuntomerkit
ovat
toukissa
,
mutta
yhteys
erityisesti
häiveperhosiin
sekä
haapa-
ja
luotsiperhosiin
on
ollut
jossain
määrin
epäselvä
.
Nykyään
molekyylibiologinen
tutkimus
on
selventänyt
alaheimon
osien
keskinäisiä
suhteita
,
mutta
etenkin
pienten
sukujen
"
Kallimoides
"
,
"
Vanessula
"
,
"
Rhinopalpa
"
ja
"
Pycina
"
yhteys
muihin
aitotäpläperhossukuihin
on
edelleen
tuntematon
.
Maapallon
syrjäisillä
alueilla
tavataan
endeemisiä
lajeja
.
Aitotäpläperhosiin
kuuluu
runsaasti
lajeja
maapallon
lauhkeilla
vyöhykkeillä
ja
monet
niillä
elävät
lajit
ovat
aikuistalvehtijoita
.
Toukkien
iholla
on
runsaasti
sukasia
,
jotka
tekevät
niistä
saalistajille
epämiellyttäviä
.
Väritykseltään
ne
ovat
yleensä
tummia
.
Ruokailu
tapahtuu
ravintokasvilla
useimmiten
ryhmissä
,
joskus
yhteisen
seitin
suojissa
.
Ravintokasveja
löytyy
monista
eri
kasviheimoista
,
kuten
asterikasveista
ja
nokkosista
.
Alaheimoon
kuuluu
kuudessa
tribuksessa
yhteensä
noin
500
perhoslajia
.
Lajimäärältään
suurin
suku
on
verkkoperhoset
(
"
Melitaea
"
)
.
Tammerfors
Aftonblad
oli
Tampereella
vuosina
1882–1972
ilmestynyt
ruotsinkielinen
sanomalehti
.
Vuosina
1894–1897
sen
nimenä
oli
"
Tammerfors
"
,
vuosina
1897–1916
"
Tammerfors
Nyheter
"
ja
vuosina
1899
ja
1916
jonkin
aikaa
"
Tammerfors
Annonsblad
"
.
"
Tammerfors
Aftonblad
"
oli
Tampereen
vähälukuisen
ruotsinkielisen
väestön
paikallinen
uutis-
ja
ilmoituslehti
.
Kielipolitiikassa
se
oli
ruotsinmielinen
ja
muissa
kysymyksissä
vapaamielinen
.
Sortovuosina
lehdestä
tuli
perustuslaillinen
ja
se
sai
kenraalikuvernööri
Bobrikovilta
määräaikaiset
lakkautustuomiot
vuosina
1899
ja
1901
.
"
Tammerfors
Nyheter
"
tuki
ruotsalaista
puoluetta
ja
vuodesta
1906
lähtien
ruotsalaista
kansanpuoluetta
.
Lehti
lakkautettiin
vuonna
1916
,
mutta
se
alkoi
pian
ilmestyä
uudestaan
vanhalla
nimellään
.
Vuosina
1883–1885
sen
kustannusyhtiö
julkaisi
myös
suomenkielistä
"
Tampere
"
-lehteä
.
1900-luvun
kuluessa
"
Tammerfors
Aftonbladista
"
tuli
Tampereen
ruotsinkieliselle
sivistyneistölle
ja
teollisuuspiireille
eräänlainen
kallis
ylellisyys
,
joka
lukijakuntansa
tavoin
keskittyi
lähinnä
talous-
ja
kulttuuriasioihin
.
Uutisvälineenä
se
heikkeni
jatkuvasti
varsinkin
muihin
lehtiin
verrattuna
.
Tappiollinen
lehti
pieneni
vuosi
vuodelta
ja
oli
loppuvaiheessa
lähes
saman
kokoinen
kuin
vuonna
1890
.
Lehti
jouduttiin
lopettamaan
,
koska
Tampereen
seudulla
ei
enää
ollut
riittävästi
ruotsinkielisiä
lukijoita
.
"
Tammerfors
Aftonblad
"
ilmestyi
vuonna
1882
kerran
,
vuosina
1883–1894
kahdesti
,
vuosina
1894–1898
kolmesti
,
vuosina
1899–1934
neljästi
,
vuosina
1934–1939
kuudesti
,
vuonna
1940
neljästi
,
vuosina
1941–1950
jälleen
kuudesti
,
vuosina
1951–1971
kahdesti
ja
vuosina
1971–1972
kerran
viikossa
.
1920-luvun
lopulta
vuoteen
1950
asti
lehti
ilmestyi
kesäisin
vain
kolme
kertaa
viikossa
ja
viimeisenä
kolmena
vuonna
se
ei
ilmestynyt
kesällä
lainkaan
.
Levikki
oli
jatkuvasti
400–600
kappaletta
.
Päätoimittajina
ja
vastaavina
toimittajina
työskentelivät
Kuno
Grahn
(
vt.
1882–1885
)
,
Fritz
Wilén
(
1883–1887
)
,
Ossian
Reuter
(
1887–1890
)
,
Otto
Björkell
(
1890–1894
)
,
J.
W.
Starch
(
1894–1895
)
,
A.
A.
Wilén
(
1895–1896
)
,
Werner
K.
Lönnbeck
(
1895–1896
)
,
K.
E.
Björksten
(
vt.
1897–1899
)
,
Walter
Zilliacus
(
vt.
1899–1901
)
,
Arthur
Sundholm
(
1901–1904
)
,
Werner
Lönnbeck
(
1904–1905
)
,
Axel
Wallenius
(
vt.
1902–1905
)
,
Elias
Lodenius
(
1905–1907
)
,
Max
Hanemann
(
1907–1908
)
,
Alarik
Hellström
(
1908–1910
)
,
Oskar
Rosenqvist
(
1906–1910
)
,
Gustaf
Johansson
(
1910–1911
)
,
Leo
Holmberg
(
1911–1914
)
,
Ragnar
A.
Fleege
(
1914–1918
)
,
Axel
Cederberg
(
vt
.
1916–1917
)
,
Ragnar
Eklund
(
vt.
1919
)
,
I.
Partanen
(
vt.
1919–1920
)
,
Ivar
Lindroos
(
1920–1924
)
,
G.
Sanden
(
1924
)
,
E.
Johansson
(
1924–1925
)
,
Ludvig
Munsterhjelm
(
1925–1927
)
,
Herbert
Sjölund
(
1927–1929
)
,
E.
N.
Tigerstedt
(
1929–1931
)
,
Harald
Elfgren
(
1931–1946
)
,
Armas
Appelgren
(
1946–1960
)
ja
Fjalar
Sundström
(
1961–1972
)
.
Jakub
Zbořil
(
s.
21.
helmikuuta
1997
Brno
,
Tšekki
)
on
tšekkiläinen
jääkiekkopuolustaja
,
joka
pelaa
NHL-joukkue
Boston
Bruinsin
organisaatiossa
.
Hän
aloittanee
kauden
2017–2018
AHL-joukkue
Providence
Bruinsissa
.
Boston
Bruins
varasi
Zbořilin
ensimmäisellä
kierroksella
13.
pelaajana
vuonna
.
Elite
Prospects
-sivuston
Curtis
Joen
mukaan
Zbořil
on
fiksu
ja
nopeajalkainen
kahden
suunnan
puolustaja
,
joka
pelaa
omilla
vahvuuksillaan
sekä
hyökkäys-
,
puolustus-
että
keskialueella
.
Vaikka
hän
ei
pelaisikaan
näkyvästi
ja
tehokkaasti
,
Zbořil
pyrkii
tekemään
pienet
asiat
hyvin
ja
pelaamaan
yksinkertaisesti
.
Joen
mukaan
hän
on
vahvimmillaan
neutraalilla
vyöhykkeellä
,
mutta
pystyy
muuttamaan
pelin
suuntaa
nopeasti
.
Zbořil
on
myös
hyvä
sijoittumaan
,
luistelemaan
ja
hän
on
energinen
.
Zbořil
ei
myöskään
pelkää
laittaa
kroppaa
likoon
.
Joen
mukaan
hän
on
myös
joukkuepelaaja
,
jolla
on
hyvät
kädet
sekä
kova
ja
tarkka
laukaus
.
Zbořil
mainitaankin
Elite
Prospectsin
analyysin
päätteeksi
kokonaisvaltaiseksi
puolustajaksi
,
jolla
on
harvoja
heikkouksia
.
Hänet
mainitaan
"
low-risk
,
high-reward
"
-tyyppiseksi
puolustajaksi
,
jota
voi
vertailla
pelityyliltään
Keith
Yandleen
.
Zbořil
on
HC
Kometa
Brnon
kasvatti
.
Hän
oli
kaudella
2010–2011
seuran
C-nuorten
tehokkain
puolustaja
tehoilla
8+22=30
,
joilla
Zbořil
sijoittui
Tšekin
C-juniorisarjan
puolustajien
pistepörssissä
kolmanneksi
.
Hän
voitti
sarjan
mestaruuden
vuosina
2011
ja
2013
.
Omaha
Lancers
varasi
Zbořilin
37.
pelaajana
USHL:n
varaustilaisuudessa
2013
,
mutta
hän
ei
kuitenkaan
siirtynyt
joukkueeseen
.
Zbořil
jatkoi
kaudella
2013–2014
Brnossa
,
jonka
A-nuorten
tehokkain
puolustaja
hän
oli
tehoilla
5+16=21
.
Zbořil
vahvisti
myös
seuran
B-nuoria
,
joiden
sisäisen
tehotilaston
hän
voitti
kevään
2014
pudotuspeleissä
lukemalla
+
8
.
Lokomotiv
Jaroslavl
varasi
Zbořilin
115.
pelaajana
.
Samana
kesänä
myös
QMJHL-joukkue
Saint
John
Sea
Dogs
varasi
hänet
viidentenä
pelaajana
.
Zbořil
siirtyi
Sea
Dogsiin
kaudeksi
2014–2015
ja
hän
oli
13
osumallaan
joukkueen
eniten
maaleja
tehnyt
puolustaja
.
Tehopisteitä
runkosarjassa
syntyi
33
.
Zbořil
valittiin
kauden
päätteeksi
QMJHL:n
tulokkaiden
tähdistökentälliseen
.
Boston
Bruins
varasi
Zbořilin
koko
NHL:n
varaustilaisuuden
13.
pelaajana
kesällä
.
Jo
saman
kesän
heinäkuussa
hän
teki
kolmivuotisen
tulokassopimuksen
joukkueen
kanssa
.
Zbořil
siirtyi
kaudeksi
2015–2016
vielä
Sea
Dogsin
QMJHL-joukkueen
vahvuuteen
.
Hän
aloitti
siellä
myös
kauden
2016–2017
.
Hän
voitti
kauden
päätteeksi
QMJHL:n
mestaruuden
,
President’s
Cupin
.
Zbořil
pelasi
alle
20-vuotiaiden
MM-kilpailuissa
vuosina
2016
ja
2017
.
Vuoden
2016
turnauksessa
hänet
valittiin
Yhdysvaltoja
vastaan
pelatun
puolivälieräottelun
päätteeksi
Tšekin
ottelun
parhaaksi
pelaajaksi
.
Vuoden
2017
turnauksessa
Zbořil
oli
joukkueen
paras
syöttäjä
ja
jakoi
Tšekin
sisäisen
pistepörssin
voiton
Filip
Hronekin
kanssa
.
Zbořil
pelasi
myös
alle
18-vuotiaiden
MM-kilpailuissa
vuosina
2014
ja
2015
,
joista
ensimmäinen
turnaus
päättyi
hopeaan
.
Vuoden
2015
turnauksessa
hänet
valittiin
Sveitsiä
vastaan
pelatun
alkulohkon
ottelun
päätteeksi
Tšekin
ottelun
parhaaksi
pelaajaksi
.
Zbořil
pelasi
myös
Ivan
Hlinkan
muistoturnauksessa
vuosina
2013
ja
2014
voittaen
ensimmäisestä
turnauksesta
pronssia
.
Jälkimmäisessä
turnauksessa
hän
oli
tehoilla
4+2=6
Tšekin
paras
maalintekijä
Lukáš
Jašekin
kanssa
sekä
toiseksi
paras
pistemies
hänen
jälkeensä
.
Zbořil
pelasi
myös
alle
19-vuotiaiden
World
Junior
A
Challengessa
vuonna
2013
.
Zbořilin
isoveli
Adam
on
jääkiekkohyökkääjä
,
joka
pelaa
Slovakian
Extraligan
HC
Nové
Zámkyssa
.
Klotar
I
,
lisänimeltään
"
Le
Vieux
"
eli
"
Vanha
"
(
Chlothar
tai
Chloderic
,
n.
497–561
)
oli
frankkien
kuningas
,
joka
kuului
merovingien
hallitsijasukuun
.
Klotar
oli
Soissonsin
(
511–561
)
,
Orléansin
(
532–561
)
,
Burgundin
(
534–561
)
ja
Austrasian
kuningas
(
555–561
)
.
Vuosina
558–561
hän
oli
lopulta
koko
frankkien
valtakunnan
kuningas
.
Klotar
oli
yksi
Klodvigin
neljästä
pojasta
,
joiden
kesken
frankkien
valtakunta
jaettiin
Klodvigin
kuoleman
jälkeen
.
Muut
olivat
Kildebert
I
,
Klodomir
ja
Teoderik
I
.
Klodvigin
kuoltua
511
valtakunta
jaettiin
neljään
osaan
hänen
poikiensa
kesken
.
Klotar
asettui
Soissonsiin
.
Kunnianhimoinen
Klotar
alkoi
pian
suunnitella
hallintoalueensa
laajentamista
.
Klotarilla
oli
osuus
veljensä
Klodomirin
lasten
murhassa
524
.
Klotar
osallistui
useisiin
sotaretkiin
burgundeja
vastaan
ja
otti
haltuunsa
Grenoblen
,
Dien
ja
useita
muita
kaupunkeja
,
kun
burgundien
valtakunta
hävitettiin
534
.
Visigoottien
jätettyä
Provencen
frankeille
Klotar
valtasi
Orangen
,
Carpentrasin
ja
Gapin
.
Vuonna
531
hän
hyökkäsi
veljensä
Teoderikin
kanssa
thüringeniläisiä
vastaan
ja
542
Kildebertin
kanssa
Espanjassa
olevia
visigootteja
vastaan
.
Kun
Teoderikin
pojanpoika
Teodebald
kuoli
555
,
valtasi
Klotar
Teodebaldin
hallitseman
alueen
.
Kildebertin
kuoltua
558
Klotarista
tuli
koko
Gallian
ja
kaikkien
frankkien
valtias
.
Klotar
hallitsi
myös
suurta
osaa
nykyisen
Saksan
alueesta
,
teki
sotaretkiä
Sachseniin
ja
pakotti
saksit
maksamaan
jonkin
aikaa
veroa
itselleen
.
Klotarin
hallintokauden
loppuaikoja
sävyttivät
Klotarin
ja
hänen
kapinallisen
poikansa
Chramnin
väliset
erimielisyydet
.
Lopulta
Klotar
saarsi
kapinallisen
poikansa
Bretagnessa
ja
sytytti
palamaan
rakennuksen
,
jossa
Chramn
oli
perheineen
piilossa
.
Klotar
katui
tekoaan
ja
matkusti
Toursiin
pyytämään
Pyhältä
Martinukselta
syntejään
anteeksi
.
Myöhemmin
samana
vuonna
hän
kuoli
Compiègnessa
.
Saints
Row
on
Volition
,
Inc.:n
kehittämä
ja
THQ:n
julkaisema
toimintaseikkailupeli
,
joka
julkaistiin
Xbox
360:lle
vuonna
2006
.
Peli
aiottiin
julkaista
myös
PlayStation
3:lle
,
mutta
käännös
peruttiin
pelin
jatko-osan
kehittämisen
hyväksi
.
Jatko-osa
"
Saints
Row
2
"
julkaistiin
vuonna
2008
.
Sen
jälkeen
sarjaan
on
julkaistu
osat
"
Saints
Row
:
The
Third
"
(
2011
)
,
"
Saints
Row
IV
"
(
2013
)
ja
"
Saints
Row
:
Get
out
of
Hell
"
(
2015
)
.
Peli
sijoittuu
Stilwaterin
fiktiiviseen
kaupunkiin
jota
vaivaavat
jengitappelut
neljän
kilpailevan
jengin
välillä
.
Pelaajan
hahmo
joutuu
pelin
alussa
suoraan
väkivallan
keskelle
ja
hänet
värvätäänkin
nopeasti
3rd
Street
Saintseihin
.
Pelin
edetessä
pelaaja
auttaa
Saintseja
tuhoamaan
muut
kaupungissa
olevat
jengit
ja
hallitsemaan
itse
Stilwateria
.
"
Grand
Theft
Auto
"
-pelisarjan
tavoin
"
Saints
Rowissa
"
on
mukana
elementtejä
ajopeleistä
ja
kolmannen
persoonan
ammuntapeleistä
avoimessa
pelimaailmassa
.
"
Saints
Row
"
lisää
kaavaan
monia
uusia
ominaisuuksia
kuten
jengisodat
sekä
autojen
ja
pelaajan
hahmon
muokkaamisen
.
"
Saints
Rowsta
"
tuli
julkaisunsa
jälkeen
myynti-
ja
arvostelumenestys
.
Marraskuuhun
2006
mennessä
peliä
oli
myyty
yli
miljoona
kappaletta
.
"
Saints
Row
"
on
kolmannen
persoonan
toimintaseikkailupeli
joka
sijoittuu
Stilwateriin
,
suureen
avoimeen
kaupunkiin
.
Pelillä
on
paljon
yhteistä
"
Grand
Theft
Auto
"
-pelisarjan
kanssa
,
kuten
avoin
pelimaailma
.
Jalan
pelaajan
hahmo
voi
kävellä
,
juosta
,
uida
,
kiivetä
,
hypätä
sekä
käyttää
erilaisia
aseita
.
Pelaajalla
on
myös
mahdollisuus
varastaa
ja
ajaa
monilla
erilaisilla
ajoneuvoilla
.
Peli
rakentuu
pelin
pääjuonta
eteenpäin
vievien
ja
sivutehtävien
suorittamisen
,
sekä
rahan
ja
muiden
peliä
helpottavien
etujen
ansaitsemisen
ympärille
.
Normaalisti
pelaajan
täytyy
matkata
ympäri
kaupunkia
tavaten
ihmisiä
,
kohdaten
muita
jengiläisiä
tai
muita
vihollisia
tulitaisteluissa
osana
eri
tehtäviä
.
Pelin
pääjuoni
on
jaettu
kolmeen
eri
osaan
joista
jokainen
keskittyy
yhteen
Stilwaterissa
olevista
muista
jengeistä
.
Pelaaja
voi
myös
yksinkertaisesti
vapaasti
kulkea
ympäri
kaupunkia
aiheuttaen
tuhoa
tai
tutkien
eri
paikkoja
.
Vaikka
juonitehtävien
tekeminen
on
pakollista
pelissä
edetäkseen
ja
tiettyjä
asioita
saadakseen
,
pelaaja
voi
suorittaa
niitä
omaan
tahtiinsa
.
Pelistä
löytyy
myös
erilaisia
sivutehtäviä
joita
pelissä
kutsutaan
aktiviteeteiksi
(
"
activities
"
)
.
Sivutehtäviä
on
monia
erilaisia
katuajoista
parittamiseen
,
autojen
varastamiseen
,
kauppojen
ryöstämiseen
,
huumekauppaan
,
kidnappaamiseen
sekä
jopa
vakuutuspetokseen
.
Näiden
sivutehtäviä
suorittamalla
pelaaja
ansaitsee
kunnioitusta
(
"
respect
"
)
ja
erilaisia
bonuksia
(
esimerkiksi
tehokkaampia
aseita
)
.
Pelaajan
ulkoasu
heijastuu
myös
kunnioitustasoon
siten
,
että
pelaaja
ansaitsee
vaatetusbonuksen
kun
suorittaa
tehtävän
onnistuneesti
ollessaan
tyylikkäästi
tai
jengimäisesti
vaatetettu
.
Kun
pelaaja
on
ansainnut
tarpeeksi
kunnioitusta
,
ilmestyy
kartalle
uusi
juonitehtävä
tai
vihollispesäke
.
Juonitehtäviä
suorittamalla
ja
vihollispesäkkeitä
valloittamalla
pelaaja
puolestaan
ansaitsee
lisää
alueita
kaupungissa
ja
hallussa
olevat
alueet
tuottavat
pelaajalle
enemmän
rahaa
.
Pelaaja
voi
suorittaa
niitä
aktiviteetteja
joita
haluaa
nostaakseen
3rd
Street
Saintsien
kunnioitustasoaan
.
Jos
pelaaja
ei
esimerkiksi
halua
ajaa
kilpaa
autoilla
,
hän
voi
varastaa
kilpailevien
jengien
prostituoituja
Saintsien
parittajille
.
Pelissä
voi
siis
edetä
aivan
yhtä
paljon
tällä
tavalla
,
kuin
jos
pelaaja
olisi
ajanut
kilpaa
.
Jos
pelaaja
suorittaa
kaikki
tasot
jostain
aktiviteetista
,
saa
hän
siitä
palkkioksi
koruja
,
vaatteita
,
tatuointeja
tai
muita
bonuksia
.
Pelaajalle
annetaan
mahdollisuus
luoda
täysin
muokattu
miespuolinen
pelihahmo
.
Hahmossa
voidaan
muokata
niin
kasvonpiirteitä
kuin
kehoa
.
Pelaaja
voi
vaatettaa
hahmonsa
monilla
eri
tyylisillä
vaatteilla
joita
voi
ostaa
kaupoista
ympäri
Stilwateria
.
Vaatteiden
värit
ja
tyyli
voivat
vaikuttaa
itse
peliin
,
sillä
esimerkiksi
3rd
Street
Saintsien
jengiväriin
,
purppuraan
,
pukeutuminen
antaa
pelaajalle
lisää
kunnioitusta
tehtäviä
suoritettaessa
.
Pelaaja
voi
myös
muokata
autojaan
muun
muassa
maalaamalla
niitä
ja
ostaa
uusia
kappaleita
pelissä
kuunneltavaksi
kaupungin
kaupoista
.
"
Saints
Rowta
"
on
myös
mahdollista
pelata
moninpelinä
Xbox
Liven
kautta
1–12
pelaajan
kesken
.
Pelaajat
voivat
liittyä
jengiin
ja
osallistua
katutaisteluihin
muiden
jengien
kanssa
verkossa
.
Moninpelimuotoja
on
neljä
erilaista
.
Gangsta
Brawl
(
ja
sen
joukkuepohjainen
versio
)
on
normaali
deathmatch-tyyppinen
pelimuoto
.
Big
Ass
Chains
(
ja
sen
joukkuepohjainen
versio
)
asettaa
pelaajat
keräämään
koruja
ihmisiä
tappamalla
.
Eniten
pisteitä
koruista
kerännyt
joukkue
voittaa
.
Protect
Tha
Pimp
on
joukkuepohjainen
pelimuoto
jossa
toisen
joukkueen
täytyy
kuljettaa
parittaja
turvallisesti
paikasta
A
paikkaan
B
toisen
joukkueen
yrittäessä
tappaa
hänet
tai
estää
toista
joukkuetta
saapumasta
paikkaan
B.
Blinged
Out
Ride
on
joukkuepohjainen
pelimuoto
jossa
kaksi
joukkuetta
yrittävät
kerätä
rahaa
vihollisten
tappamisesta
ja
korujen
keräämisestä
,
jotta
joukkue
voi
päivittää
autoaan
useaan
kertaan
Chop
Shopissa
.
Peliin
julkaistiin
syyskuussa
”
Funky
Fresh
Pack
”
-paketti
ladattavaksi
Xbox
Live
Marketplacesta
.
100
Microsoft
Pointsia
maksava
paketti
lisäsi
yksin-
ja
moninpeliin
69
erilaista
vaatetta
ja
tatuointia
.
Vuoden
2006
joulukuussa
julkaistiin
ilmaiseksi
ladattavaksi
”
Ho
Ho
Ho
Pack
”
joka
lisäsi
peliin
joulupukkiteemaisia
vaatekappaleita
.
Tammikuussa
2007
julkaistiin
ilmaiseksi
ladattava
”
UnKut
Pack
”
,
joka
sisältää
UnKutin
suunnittelemia
erilaisia
vaatteita
.
"
Saints
Row
"
alkaa
pelaajan
ollessa
Stilwaterissa
,
kaupungissa
joka
on
jengisotien
polttopisteessä
.
Vaikka
hän
yrittää
pitäytyä
loitolla
jengeistä
,
hän
näkee
sivusta
kolmen
eri
jengin
välisen
taistelun
.
Yhden
jengin
jäsenet
yrittävät
ampua
hänet
,
mutta
3rd
Street
Saintsit
,
joita
Julius
Little
johtaa
,
pelastavat
hänet
kuolemalta
.
Uskollisuuskokeen
jälkeen
hänet
päästetään
mukaan
Saintseihin
ja
häntä
pyydetään
auttamaan
Saintseja
kaupungin
valtaamisessa
kolmelta
kilpailevalta
jengiltä
(
Los
Carnales
,
Westside
Rollerz
ja
Vice
Kings
)
.
Pelin
edetessä
pelaaja
auttaa
Saintseja
hiljalleen
ottamaan
Stilwaterin
haltuunsa
.
Kolmen
eri
jengin
takia
pelissä
on
myös
kolme
eri
lineaarista
juonta
jotka
käsittelevät
kunkin
jengin
tuhoa
.
Näiden
juonten
tapahtumat
eivät
vaikuta
toisiinsa
.
Lopussa
pelaaja
onnistuu
voittamaan
jokaisen
jengin
johtajan
ja
useamman
luutnantin
ja
toimittaa
koko
Stilwaterin
Saintsien
hallintaan
.
Peli
”
päättyy
”
kun
pelaaja
saa
puhelun
Juliukselta
joka
kertoo
hänelle
että
hän
on
nyt
hänen
”
oikea
kätensä
”
.
Julius
kuitenkin
vihjaa
,
että
korruptoituneet
poliisit
aikovat
kohta
pidättää
hänet
.
Poliisit
odottivat
jengisotien
päättymistä
ennen
kuin
he
tekivät
mitään
Saintseille
.
Tällöin
Saintsien
muut
jäsenet
kysyvät
pelaajalta
mitkä
ovat
hänen
käskynsä
.
Lopputekstien
lyhennetyn
version
jälkeen
pelaajalle
annetaan
mahdollisuus
tehdä
kolme
epilogitehtävää
joissa
pelaaja
hyökkää
Stilwaterin
pormestaria
ja
korruptoituneita
poliiseja
vastaan
vapauttaakseen
Juliuksen
.
Kun
pormestari
on
kuollut
,
pelaaja
kutsutaan
Alderman
Hughesin
yksityisjhdille
.
Hän
on
ainoa
ehdokas
tulevissa
pormestarinvaaleissa
nykyisen
,
kuolleen
,
pormestarin
lisäksi
.
Hughes
kiittää
pelaajaa
kilpailun
poistamisesta
ja
kertoo
suunnitelmastaan
tuhota
Saintsit
kun
hän
pääsee
valtaan
uutena
pormestarina
.
Ennen
kuin
pelaaja
ehtii
vastata
Hughesin
uhkaukseen
,
vene
räjähtää
ja
peli
loppuu
.
"
Saints
Row
2
"
jatkaa
ensimmäisen
osan
lopusta
.
Kuten
vanhoissa
"
Grand
Theft
Auto
"
-sarjan
peleissä
,
myös
"
Saints
Rowssa
"
on
12
eri
radiokanavaa
ja
yli
130
kappaletta
musiikkia
eri
genreistä
.
(
Uusimpiin
"
Grand
Theft
Auto
"
-peleihin
tosin
on
lisätty
hieman
enemmän
kanavia
esimerkiksi
ladattavien
sisältöjen
avulla
)
.
Kaikkien
Xbox
360
-pelien
tapaan
pelissä
on
myös
tuki
omalle
musiikille
.
Pelissä
on
myös
oma
sisäinen
musiikkisoitin
johon
pelaaja
voi
ostaa
kappaleita
”
Scratch
That
”
-kaupoista
Stilwaterissa
.
Susiluola
on
muinaisjäännös
,
joka
sijaitsee
Kristiinankaupungissa
entisen
Lapväärtin
kunnan
alueella
,
pääosin
Karijoen
kunnan
omistamalla
maalla
.
Luolaksi
kutsuttu
kallionrako
,
on
saanut
nimensä
sijaintipaikkansa
Susivuoren
mukaan
.
Susiluolaa
pidettiin
1990-luvun
lopussa
ja
2000-luvun
alussa
mahdollisena
paleoliittisenä
asuinpaikkana
.
Nykyään
tulkintaa
pidetään
kiistanalaisena
.
Luolan
pinta-alaksi
on
arvioitu
400
neliömetriä
,
mutta
osa
siitä
on
maakerrosten
täyttämää
.
Luola
on
syntynyt
kallion
vaakarakoon
rapautumisen
seurauksena
,
ja
sen
iäksi
on
arvioitu
yli
2,6
miljoonaa
vuotta
.
Eri
aikakausien
merenpinnan
korkeusvaihtelut
ovat
muodostaneet
luolaan
kuusi
eri-ikäistä
sorakerrosta
.
Niistä
vanhimmat
ovat
satoja
tuhansia
vuosia
vanhoja
.
Turvallisuussyistä
yleisöllä
ei
ole
pääsyä
Susiluolan
sisälle
.
Ensimmäiset
löydökset
luolasta
tehtiin
vuonna
1996
,
kun
sitä
oltiin
tyhjentämässä
matkailukohteeksi
.
Seuraavana
vuonna
Museovirasto
,
Geologian
tutkimuskeskus
ja
Helsingin
yliopisto
aloittivat
yhteistyössä
kaivaukset
.
Luolasta
löydetyt
karkeat
,
käteen
sopivat
kiviesineet
herättivät
toiveita
siitä
,
että
ne
olisivat
ihmisen
esi-isän
tai
lähisukulaisen
valmistamia
viimeistä
jääkautta
edeltävältä
ajalta
.
Eräät
kivilöydöt
on
tulkittu
kivityökaluiksi
ja
niiden
valmistamisessa
muodostuneeksi
”
kivijätteeksi
”
eli
"
iskoksiksi
"
.
Luolasta
on
myös
väitetty
löytyneen
nuotion
pidon
jälkiä
.
Museovirasto
ilmoitti
kuitenkin
myöhemmin
,
että
hiileksi
luultu
löytö
oli
luultavasti
mangaania
.
Luolassa
on
esitetty
eläneen
neanderthalinihminen
joko
noin
70\_000
vuotta
sitten
tai
vielä
aikaisemmin
130\_000
–
120\_000
vuotta
sitten
Eem-interglasiaalin
aikaan
.
On
myös
esitetty
,
että
1,5
metrin
korkuinen
luola
olisi
sopinut
jollekin
neanderthalinihmistä
lyhyemmälle
lajille
.
Tutkimuksen
alkuvaiheessa
vuonna
1997
keskusteltiin
siitä
,
voisivatko
löydöt
olla
yli
250\_000
vuoden
takaa
.
Vuosina
1999–2005
aineistoon
tutustuneet
tutkijat
tukivat
tulkintaa
siitä
,
että
löydökset
ajoittuisivat
keskipaleoliittisen
Mousterien-kompleksin
piiriin
.
Jos
tulkinnat
löydöksistä
pitäisivät
paikkansa
,
Susiluola
olisi
ainoa
mannerjään
peittämä
paikka
Fennoskandiassa
,
josta
on
löydetty
ihmistoiminnan
jälkiä
ajanjaksolta
ennen
jäätiköitymistä
.
Tulkinnan
mukaan
luola
on
Suomen
ainoa
paleoliittista
eli
vanhinta
kivikautta
edustava
muinaisjäännös
.
Viimeinen
,
kolmivuotinen
tutkimushanke
päättyi
2006
,
ja
viimeiset
tutkimustulokset
on
julkaistu
2013
.
Löydöistä
on
kiistelty
ovatko
ne
ihmisen
vai
luonnon
muovaamia
.
Kriitikoiden
mukaan
kivistä
ei
ole
havaittavissa
merkkejä
iskemisestä
ja
luolan
lattia
on
muovautunut
joko
eläinten
tallaamana
tai
veden
vaikutuksesta
.
Kiistassa
ei
ole
päästy
yksimielisyyteen
ja
suuri
osa
arkeologeista
välttelee
keskusteluun
osallistumista
.
Ongelma
paleoliittisen
asutuksen
todistamisen
puolesta
ovat
kivien
vähäinen
määrä
ja
se
,
että
valmistusjätteeksi
tulkittu
kivimateriaali
voi
olla
myös
paineen
tai
putoilevien
kivien
voimasta
syntynyttä
.
Susiluolan
tyhjentäminen
maamassoista
alettiin
vuonna
1996
.
Geologian
tutkimuskeskuksen
geologi
Heikki
Hirvas
kiinnitti
huomiota
kiviin
,
joissa
oli
lohkeamapintoja
.
Museoviraston
tutkija
Hans-Peter
Schulz
piti
niitä
ihmisen
aikaansaamina
,
jolloin
kivien
täytyisi
olla
neanderthalilaisihmisten
muotoilemia
.
Tutkimuksia
tehtiin
tämän
hypoteesin
pohjalta
,
ja
hankkeelle
haettiin
huomattavaa
julkisuutta
.
Arkeologi
Christian
Carpelan
kritisoi
sitä
,
että
tulosten
annettiin
jokseenkin
ongelmattomasti
ja
yhtäpitävästi
todistavan
neanderthal-ihmisten
läsnäolosta
luolassa
130\_000–100\_000
vuotta
sitten
ja
sitä
,
että
tutkimus
aloitettiin
,
vaikka
sille
ei
Suomessa
ollut
arkeologista
asiantuntemusta
.
Kiistely
henkilöityi
,
siihen
sekoittuivat
henkilösuhteet
ja
virantäytöt
sekä
Museoviraston
viestintä
ja
uskottavuus
.
Osa
keskustelusta
käytiin
tieteellisissä
lehdissä
ja
osa
sanoma-
ja
tieteellisissä
aikakauslehdissä
.
Hirvas
toimitti
ensimmäiset
kivet
Museoviraston
arkeologisen
osaston
yli-intendentille
Paula
Purhoselle
.
Hän
näytti
kivet
arkeologian
professori
Ari
Siiriäiselle
,
joka
kävi
tutustumassa
luolaan
ja
totesi
myöhemmin
,
että
esine
ei
ole
ihmisen
tekemä
.
Geologian
tutkimuskeskuksen
geologi
Kari
Kinnunen
kertoi
,
että
hänestä
kivet
näyttivät
luonnostaan
hajonneilta
.
Kinnunen
kävi
myös
tutkimassa
löytöjä
Kansallismuseossa
ja
arvioi
Museoviraston
erehtyneen
.
Epäilyihin
vaikutti
myös
ns.
Varikkoniemen
tapaus
.
Schultz
oli
Purhosen
tuella
tutkinut
Hämeenlinnassa
rautakautista
asuinpaikkaa
.
Viikinkiaikaisiksi
tunnistetut
satamavallit
paljastuivat
kuitenkin
1920-luvun
rakennelmiksi
ja
rautaesineet
hevosenkengän
nauloiksi
.
Arkeologian
professori
Jussi-Pekka
Taavitsainen
piti
Susiluolaa
vain
uutena
osoituksena
tarkoitushakuisesta
arkeologiasta
.
Samaa
tulkintaa
esitti
arkeologi
Heikki
Martiskainen
.
Myöskään
emeritusprofessori
Joakim
Donner
ei
vakuuttunut
.
Kinnunen
esitti
kritiikkiä
tulkinnoista
Kivi-lehdessä
vuonna
2003
.
Tieteellisten
seurojen
valtuuskunnan
jäsen
geologi
Matti
Saarnisto
esitti
aihetta
Tieteen
päivien
Päivän
painin
aiheeksi
.
Museoviraston
pääjohtajaksi
edennyt
Purhonen
kieltäytyi
vedoten
siihen
,
että
ei
pitänyt
itseään
asiantuntijana
,
eikä
osannut
sanoa
,
kuka
voisi
tulla
kyseeseen
.
Valtuuskunnan
puheenjohtaja
Jan
Rydman
suivaantui
ja
kirjoitti
asiasta
Tieteessä
tapahtuu
-lehteen
.
Rydmania
häiritsi
,
että
Museovirasto
piti
tuloksia
yksiselitteisen
varmoina
ja
että
Purhonen
nimesi
Susiluolan
suomalaisen
arkeologian
tieteellisesti
kiinnostavimmaksi
kohteeksi
ja
esitti
sitä
UNESCOn
maailmanperintökohteeksi
mutta
ei
katsonut
itseään
päteväksi
keskustelemaan
aiheesta
.
Väittely
jatkui
muun
muassa
"
Fennoscandia
archaeologica
"
-lehden
numerossa
XXIV
(
2007
)
,
jossa
useat
tutkijat
kommentoivat
Susiluolan
löytöjä
ja
niiden
pohjalta
esitettyjä
tulkintoja
kriittisesti
.
Arkeologi
Milton
Núñezin
mukaan
hänen
mittansa
täyttyi
,
kun
lapsille
suunnattussa
kuvakirjassa
"
Elämää
kivikauden
Suomessa
"
Miettinen
ja
Purhonen
esittivät
neanderthalilaishypoteesin
faktana
.
Núñez
piti
ongelmana
,
että
tutkijat
eivät
olleet
osanneet
halunneet
konsultoida
asiantuntijoita
.
Hänestä
kaivauksia
ei
olisi
syytä
jatkaa
kohteen
tuhoutumisriskin
takia
.
Kiistanalaista
asiassa
on
,
ovatko
luolasta
löytyneet
kivet
ihmisen
muotoilemia
.
Kivien
murtumakohdat
ovat
pyöristyneet
eri
tavoin
ja
kulmat
erilaisia
,
mikä
ei
viittaa
ihmiseen
.
Kinnusen
mukaan
samanlaisia
löytyy
mistä
tahansa
sorakuopasta
.
Schulzin
mukaan
kulmat
ovat
samansuuntaisia
ja
geologia
ei
luonnollisimmin
niitä
selitä
.
Donnerin
mukaan
julkaistussa
artikkelissa
esitetyssä
piirroksessa
lohkeamisjäljet
on
piirretty
selkeämmiksi
kuin
ne
alkuperäisessä
kivessä
ovat
.
Arkeologi
Heikki
Matiskainen
ja
kaivauksia
alunperin
johtanut
Hans-Peter
Schulz
väittelivät
aiheesta
Helsingin
yliopistossa
järjestetyssä
Tieteen
päivät
-tapahtumassa
.
Matiskainen
esitti
kritiikkinään
,
että
Susiluolasta
löytyneet
erimuotoiset
kivityökalut
voivat
aivan
hyvin
olla
luonnon
muokkaamia
.
Matiskaisen
mukaan
Susiluolaa
tutkineiden
suurin
ongelma
on
,
miten
säilyttää
kasvonsa
ja
uskottavuutensa
.
Hänen
mukaansa
tähänastiset
saavutukset
ovat
riittämättömiä
vastaamaan
kysymykseen
,
asuiko
luolassa
neanderthalilaisia
.
Kivien
alkuperän
lisäksi
muita
neanderthalilaishypoteesin
väitteitä
on
kritisoitu
:
Suuaukon
läheltä
löytyi
nokea
.
Sen
alkuperää
ei
kuitenkaan
ole
voitu
osoittaa
.
Luolasta
on
myös
löytynyt
painaumia
.
Ne
voivat
olla
myös
merkki
eläinten
oleskelusta
.
Susiluolan
maakerrosten
iän
määritykselle
ei
ole
katsottu
olevan
perusteita
.
Ei
siis
voida
myöskään
sanoa
,
miltä
ajalta
peräisin
olevassa
kerrostumassa
kivet
olivat
.
Schultzin
ja
Tapani
Rostedtin
mukaan
kivien
luonnollisiksi
tulkitsemisen
ilmeisyys
on
harhaanjohtavaa
eikä
kivien
väittäminen
luonnon
muovaamiksi
vakuuta
,
vaikkakin
osa
kivistä
on
luonnon
muovaamia
.
Heidän
mukaansa
myöskään
parempaa
asiantuntemusta
ei
olisi
ollut
saatavissa
,
koska
kohde
on
ainutlaatuinen
.
Tutkijat
ovat
lisäksi
oppineet
tutkimuksen
kuluessa
.
Myöskään
ulkomaisten
asiantuntijoiden
palkkaamiseen
ei
olisi
ollut
varaa
.
Maakerrosten
sekoittumista
pidettiin
selvänä
mutta
kerrosten
ajoitukseen
ei
katsottu
julkaisuaikana
voitavan
ottaa
kantaa
.
Schultz
ja
Rostedt
pitivät
mahdollisena
,
että
neanderthalilaisia
olisi
voinut
olla
Suomen
alueella
.
Museovirasto
esittää
edelleen
sivullaan
,
että
"
Tutkimustulosten
perusteella
luolassa
on
asunut
Neandertalin
ihminen
noin
75\_000–125\_000
vuotta
sitten
.
"
Johanna
Enqvist
viittaa
Susiluolaan
todetessaan
,
että
kulttuuriperimäkohteen
ei
välttämättä
tarvitse
olla
aito
.
Reijo
Juhani
Ruotsalainen
(
s.
1.
huhtikuuta
1960
Oulu
)
on
uransa
päättänyt
suomalainen
jääkiekkoilija
.
Hän
voitti
kahdesti
Stanley
Cupin
.
Mittavan
uran
NHL:ssä
tehnyt
Ruotsalainen
on
voittanut
mestaruuksia
pelaajauransa
aikana
kolmessa
eri
maassa
,
ja
häntä
pidetään
yhtenä
kaikkien
aikojen
parhaista
suomalaisista
puolustajista
.
Ruotsalainen
on
Oulun
Kärppien
kasvatti
.
Hän
edusti
Kärppiä
I-divisioonassa
,
ja
oli
mukana
nostamassa
seuraa
jääkiekon
SM-liigaan
keväällä
1977
.
Ruotsalainen
voitti
Kärpissä
SM-liigan
pronssia
ja
yhden
Suomen
mestaruuden
,
ja
Kärpät
on
jäädyttänyt
Ruotsalaisen
pelinumeron
10
.
1990-luvulla
hän
edusti
SM-liigassa
myös
Tampereen
Tapparaa
ja
KalPaa
.
NHL-urallaan
Ruotsalainen
pelasi
Rangersin
ohella
New
Jersey
Devilsissä
ja
Edmonton
Oilersissa
,
jossa
hän
saavutti
kaksi
Stanley
Cup
-mestaruutta
vuosina
1987
ja
1990
.
Seitsemän
NHL-kauden
aikana
hän
pelasi
446
runkosarjaottelua
tehopistein
107+237=344
,
ja
pelasi
NHL:n
tähdistöottelussa
vuonna
1986
.
Sveitsin
NLA-liigassa
Ruotsalainen
edusti
SC
Berniä
ja
Zürcher
SC:tä
yhteensä
seitsemän
kautta
ja
voitti
kolme
Sveitsin
mestaruutta
.
Ruotsin
Elitserienissä
hän
pelasi
yhden
kauden
HV71:n
joukkueessa
.
Ruotsalainen
voitti
Suomen
jääkiekkomaajoukkueeessa
aikuisten
tasolla
olympiahopeaa
Calgarysta
1988
ja
EM-pronssia
vuonna
1985
.
Ruotsalainen
aateloitiin
vuonna
2002
Suomen
Jääkiekkoleijonaksi
numerolla
122
.
Ammattilaisuransa
jälkeen
Ruotsalainen
on
toiminut
jääkiekkovalmentajana
.
Nuorena
Ruotsalainen
oli
lahjakas
useassa
urheilulajissa
,
erityisesti
jääkiekossa
ja
jalkapallossa
.
Hän
aloitti
jääkiekkoilun
viisivuotiaana
Oulun
Kärpissä
.
Jo
nuorena
hän
oli
ikätovereitaan
parempi
luistelija
.
Kärppien
D-junioreissa
Ruotsalainen
oli
ylivoimainen
puolustaja
ja
joukkueelleen
tärkeä
.
Kärpät
saavutti
vuonna
1973
D-junioreiden
SM-hopeaa
ja
vuotta
myöhemmin
mestaruuden
.
Ruotsalainen
nostettiin
Kärppien
edustusjoukkueeseen
15-vuotiaana
.
Nuorta
puolustajaa
oli
kyselty
joukkueeseen
jo
vuotta
aiemmin
,
mutta
tuolloin
Ruotsalainen
oli
ollut
omien
sanojensa
mukaan
”
liian
ujo
lähtemään
isojen
miesten
peleihin
”
.
Kärpät
sai
Ruotsalaisesta
keulakuvan
moneksi
vuodeksi
.
Kärppien
noustessa
SM-liigaan
Ruotsalainen
oli
17-vuotias
ja
sai
jo
tuolloin
ensimmäisen
ammattilaistarjouksen
WHA-liigassa
pelanneelta
Edmonton
Oilersilta
.
Hän
kuitenkin
kieltäytyi
,
sillä
halusi
kehittyä
Suomessa
vielä
jonkin
aikaa
ennen
Pohjois-Amerikkaan
siirtymistä
.
Ruotsalainen
pelasi
SM-liigassa
neljä
kautta
.
Sekä
joukkue
että
Ruotsalainen
menestyivät
:
Kärpät
saavutti
SM-pronssia
vuonna
1980
ja
Suomen
mestaruuden
1981
.
SM-liigan
tulokaskaudellaan
1977–1978
Ruotsalainen
teki
30
ottelussa
23
tehopistettä
,
ja
viimeisellä
kaudellaan
1980–1981
hän
teki
51
tehopistettä
34
ottelussa
.
Hänet
valittiin
vuosina
1980
ja
1981
SM-liigan
tähdistökentälliseen
.
New
York
Rangers
varasi
Ruotsalaisen
NHL:ään
kuudennella
varauskierroksella
numerolla
119
.
Ruotsalainen
siirtyi
SM-kullan
jälkeen
Rangersiin
yhdessä
Kärpistä
tutun
seuratoverin
Mikko
Leinosen
kanssa
.
Ruotsalainen
pelasi
Rangersissa
tulokaskaudellaan
1981–1982
78
ottelua
tehopistein
18+38=56
.
Hänelle
annettiin
paljon
vastuuta
,
ja
hänestä
tuli
nopeasti
joukkueensa
puolustuksen
tukiranka
.
Rangersin
valmentaja
Herb
Brooks
piti
Ruotsalaista
NHL:n
parhaana
luistelijana
.
Nuorta
puolustajaa
suitsutettiin
myös
siitä
,
että
tämä
luisteli
takaperin
nopeammin
kuin
moni
muu
eteenpäin
.
Kaudella
1982–1983
Ruotsalainen
pelasi
77
ottelua
ja
teki
niissä
69
tehopistettä
.
Rangers
oli
toistamiseen
mukana
pudotuspeleissä
,
mutta
hävisi
toisella
kierroksella
.
Ruotsalainen
pelasi
Rangersissa
vielä
kolme
kautta
.
Hän
oli
kausilla
1984–1985
ja
1985–1986
joukkueensa
paras
pistemies
,
mutta
joukkue
ei
menestynyt
.
Lisäksi
rahakiistat
keskeyttivät
puolustajan
NHL-uran
hetkellisesti
kaudella
1985–1986
,
sillä
Rangersin
silloinen
toimitusjohtaja
Phil
Esposito
kieltäytyi
maksamasta
Ruotsalaiselle
10\_000
dollarin
palkankorotusta
.
Viimeisellä
kaudellaan
Rangersissa
Ruotsalainen
valittiin
NHL:n
tähdistöotteluun
.
Ruotsalainen
pelasi
Rangersissa
yhteensä
viisi
kautta
.
Niiden
aikana
syntyivät
tehopisteet
99
maalia
ja
217
syöttöä
,
yhteensä
316
pistettä
389
ottelussa
.
Hän
on
Rangersin
kaikkien
aikojen
puolustajien
tehotilastossa
kuudentena
ja
playoff-tilastossa
yhdeksäntenä
.
Viiden
NHL-kauden
jälkeen
Ruotsalainen
siirtyi
yllättäen
Pohjois-Amerikasta
takaisin
Eurooppaan
,
Sveitsin
SC
Berniin
.
Euroopassa
hän
pelasi
kuitenkin
vain
vuoden
,
sillä
jo
keväällä
1987
Sveitsin
sarjan
päättymisen
jälkeen
Ruotsalainen
allekirjoitti
NHL-sopimuksen
Edmonton
Oilersin
kanssa
.
Edmonton
oli
NHL:n
huippujoukkue
,
ja
Ruotsalainen
pelasi
joukkueessa
keväällä
1987
NHL:n
runkosarjaa
16
ottelua
ja
teki
13
tehopistettä
.
Pudotuspeleissä
Edmonton
voitti
Stanley
Cup
-mestaruuden
.
Ruotsalaisen
rooli
oli
aavistuksen
pienempi
kuin
aiemmin
Rangersissa
,
sillä
joukkueen
puolustuksessa
suurimman
huomion
vei
Paul
Coffey
.
Mestaruuden
jälkeen
Edmontonin
oletettiin
tekevän
pitkän
sopimuksen
Ruotsalaisen
kanssa
,
mutta
hän
siirtyi
takaisin
Eurooppaan
,
Ruotsin
Elitserienin
HV71:een
.
Paluutaan
Eurooppaan
puolustaja
perusteli
perhesyillä
,
ja
syksyllä
hänen
vaimonsa
Ulla-Maija
synnytti
poikavauvan
.
Talviolympialaisten
1988
aikana
huhuttiin
Ruotsalaisen
siirtymisestä
New
Jersey
Devilsiin
,
mutta
hänen
paluunsa
NHL:ään
ei
toteutunut
.
Kaudella
1988–1989
hän
palasi
SC
Berniin
,
joka
voitti
Sveitsin
mestaruuden
.
Syksyllä
1989
Ruotsalainen
neuvotteli
pelaajasopimuksesta
Helsingin
Jokerien
kanssa
,
mutta
hän
teki
sopimuksen
New
Jerseyn
kanssa
.
Kausi
1989–1990
New
Jerseyssä
oli
Ruotsalaiselle
paha
pettymys
.
Joukkueessa
Ruotsalaisen
rooli
kutistui
pelkkien
ylivoimatilanteiden
pelaamiseen
,
ja
runkosarjassa
hän
pelasi
vain
31
ottelua
.
Maaliskuussa
1990
New
Jersey
myi
Ruotsalaisen
Edmonton
Oilersiin
.
Ruotsalainen
oli
innoissaan
siirrosta
takaisin
Edmontoniin
,
jossa
hänestä
tuli
yksi
johtavista
pelaajista
.
Takavuosien
tähdet
Wayne
Gretzky
ja
Coffey
oli
myyty
pois
,
ja
joukkueen
johtavia
pelaajia
olivat
Ruotsalaisen
ohella
kapteeni
Mark
Messier
,
Jari
Kurri
ja
Esa
Tikkanen
.
Kevään
1990
pudotuspeleissä
Edmonton
voitti
jälleen
Stanley
Cup
-mestaruuden
,
ja
Ruotsalainen
päätti
NHL-uransa
.
Vielä
vuonna
1998
,
kahdeksan
vuotta
viimeisen
NHL-ottelun
jälkeen
,
Edmonton
kyseli
vanhaa
puolustajatähteään
takaisin
pelaamaan
.
Ruotsalainen
pelasi
Oilersissa
vain
kahdella
kaudella
,
mutta
siitä
huolimatta
hän
on
Oilersin
historian
7.
tehokkain
puolustaja
playoffseissa
(
4
maalia
+
16
syöttöä
,
20
pistettä
43
ottelussa
)
.
NHL-uransa
päättymisen
jälkeen
Ruotsalainen
palasi
odotetusti
Sveitsiin
.
Hän
pelasi
SC
Bernissä
kolme
kautta
,
voitti
kaksi
Sveitsin
mestaruutta
ja
valittiin
viimeisellä
kaudella
liigan
tähdistökentälliseen
.
Uransa
viimeisten
vuosien
aikana
Ruotsalaisen
ura
risteili
Suomen
ja
Sveitsin
välillä
.
Kaudelle
1993–1994
hän
palasi
I-divisioonassa
pelanneeseen
Kärppiin
.
Hän
pelasi
Kärpissä
neljä
ottelua
,
jonka
jälkeen
siirtyi
Tampereen
Tapparaan
,
jossa
pelasi
kuusi
ottelua
runkosarjassa
ja
SM-liigan
pudotuspelit
.
Kaudella
1994–1995
Ruotsalainen
pelasi
19
ottelua
Bernissä
.
Tämän
jälkeen
hän
palasi
SM-liigaan
,
KalPan
joukkueeseen
.
16
kotimaassa
pelatun
ottelun
jälkeen
hän
siirtyi
kesken
kauden
Zürich
Lionsiin
Sveitsiin
.
18
ottelussa
Ruotsalainen
teki
15
tehopistettä
.
Ruotsalainen
pelasi
Sveitsissä
yhteensä
kuudella
pelikaudella
,
joista
viidellä
SC
Bernissä
.
Hän
on
SC
Bernin
kaikkien
aikojen
tehokkain
puolustaja
Sveitsin
A-liigassa
(
77
maalia
+
131
syöttöä
,
yhteensä
208
pistettä
211
ottelussa
)
.
Kaksi
viimeistä
kautta
Ruotsalainen
vietti
kotiseudullaan
Oulussa
.
Veteraanipuolustaja
pelasi
uransa
jäähyväisottelun
elokuussa
1999
,
vaikka
Edmonton
Oilers
tarjosi
hänelle
pelipaikkaa
NHL:stä
.
Ruotsalainen
pelasi
urallaan
117
miesten
A-maaottelua
,
joissa
hän
teki
27
maalia
ja
antoi
23
syöttöä
(
50
pistettä
)
.
Lisäksi
hän
pelasi
47
nuorten
ja
12
poikien
maaottelua
.
Ruotsalainen
pelasi
viisissä
maailmanmestaruuskilpailuissa
ja
kerran
olympialaisissa
.
Ruotsalaisen
ensimmäinen
arvoturnaus
oli
alle
19-vuotiaiden
Euroopan-mestaruuskilpailut
vuonna
1976
.
Ruotsalainen
pelasi
samaisessa
turnauksessa
myös
seuraavana
vuonna
.
Vuonna
1977
Ruotsalainen
debytoi
Suomen
alle
20-vuotiaiden
jääkiekkomaajoukkueessa
.
Alle
20-vuotiaiden
MM-kisoissa
Ruotsalainen
pelasi
vuosina
1977
,
1978
,
1979
ja
1980
.
Vuoden
1980
kisoista
Ruotsalainen
voitti
MM-hopeaa
ja
hänet
valittiin
kisojen
parhaaksi
puolustajaksi
sekä
tähdistökentälliseen
.
Ruotsalaisen
uran
ensimmäinen
miesten
arvoturnaus
oli
vuoden
1978
MM-kisat
Tšekkoslovakiassa
.
Ruotsalainen
pelasi
kymmenen
ottelua
tehden
kaksi
maalia
.
Muut
aikuisten
MM-kisat
olivat
vuosina
1979
,
1981
,
1985
sekä
1989
.
MM-kisoissa
Ruotsalaiselle
kertyi
44
ottelua
tehoin
9+10
.
Ruotsalaisen
paras
MM-kisasijoitus
oli
viides
sija
vuosina
1979
,
1985
ja
1989
.
Vuonna
1985
Suomi
saavutti
MM-kilpailujen
kolmanneksi
parhaana
eurooppalaisjoukkueena
EM-pronssia
.
Ruotsalainen
oli
valittu
Suomen
joukkueeseen
Lake
Placidin
olympialaisiin
1980
,
mutta
hän
joutui
jättämään
kisat
väliin
loukkaantumisen
takia
.
Ruotsalainen
pääsi
osallistumaan
vuoden
1988
talviolympialaisiin
,
koska
pelasi
Euroopassa
.
Kisoissa
Suomen
jääkiekkomaajoukkue
saavutti
ensimmäisen
MM-
tai
olympiamitalinsa
arvokisoissa
,
ja
Ruotsalainen
oli
joukkueen
viidenneksi
paras
pistemies
.
Kanadassa
pelatussa
turnauksessa
Ruotsalainen
oli
edellisen
kevään
Stanley
Cup
-mestarina
haluttu
haastateltava
,
sillä
hänen
paluustaan
NHL:ään
huhuttiin
.
Ruotsalainen
osallistui
myös
Kanada-cupiin
vuonna
1981
.
Viidestä
ottelustaan
Suomi
hävisi
neljä
ja
pelasi
Yhdysvaltoja
vastaan
tasapelin
.
Suomi
jäi
turnauksen
viimeiseksi
Ruotsalaisen
pelattua
viisi
ottelua
tehoin
0+1
.
Aktiiviuransa
jälkeen
Ruotsalainen
toimi
apuvalmentajana
East
Coast
Hockey
Leaguen
Miami
Matadorsissa
ja
New
Orleans
Brassissa
.
Sen
jälkeen
hän
toimi
kolmen
vuoden
ajan
Kärpissä
valmennustehtävissä
.
Ruotsalainen
oli
kakkosvalmentajana
voittamassa
Suomen
mestaruutta
2004
.
Hän
toimi
ensi
kertaa
